{
	"title":"Solutions",
	"sections":[
		{
			"content":[
				"Urban Cruise Ship is focused on developing solutions based on a systemic view of world energy production and consumption.",
				"Today's usage of energy throughout <a href=\"/topic/society\">society</a> is the main driver of the most severe environmental impacts. The burning of fossil fuels is the primary driver of <a href=\"/solution/environment\">anthropogenic climate change</a>. Nevertheless, <a href=\"/solution/population\">world population and living standards</a> will continue to grow throughout the 21st century, potentially doubling the demand for energy by midcentury.",
				"Energy is used throughout <a href=\"/solution/sector\">all major sectors</a> of the <a href=\"/topic/economy\">economy</a> is a <a href=\"/solution/economics\">fundamental driver</a> of economic prosperity. The world is becoming  <a href=\"/solution/energy_intensity\">more efficient</a> at generating more economic activity for every unit energy. However, with  <a href=\"/solution/rebound\">greater energy efficiency and more energy production</a> is the tendency to demand more goods and services. Consequently, energy efficiency and clean energy deployment are not, by themselves, sufficient to solve the environmental costs posed by energy.",
				"Most of the world's <a href=\"/topic/energy_production\">energy supply</a> comes from fossil fuels: <a href=\"/solution/coal\">coal</a>, <a href=\"/solution/petroleum\">oil</a>, and <a href=\"/solution/gas\">natural gas</a>. While the climate and other harmful impacts of these fuels can be mitigated through improved technology, they should ultimately be replaced by cleaner sources. Especially promising options include next generation <a href=\"/solution/solar\">solar power</a>, <a href=\"/solution/geothermal\">enhanced geothermal</a>, and <a href=\"/solution/mhk\">wave energy</a>. However, there is no perfect energy production solution and no clear path to a quick replacement of fossil fuels, and the most promising solutions on the horizon require further development. Fully harnessing the benefits of improved energy production will require better <a href=\"/topic/energy_distribution\">energy distribution</a> systems, particularly in super grid and smart grid technology to better manage intermittent sources.",
				"<a href=\"/topic/industry\">Industry</a> consumes half of world energy. The most immediately impactful solution for reducing energy consumption in the <a href=\"/solution/major_commodities\">major commodity industries</a>--iron and steel, aluminum, chemicals, paper and pulp--is through better <a href=\"/solution/recycling\">recycling</a>. For many industrial processes, <a href=\"/solution/ccs\">carbon capture and sequestration</a> is the only cost-effective deep decarbonization solution on the horizon.",
				"Human energy production, in the form of <a href=\"/topic/foodwater\">agriculture</a>, is by far humanity's biggest demand on <a href=\"/solution/land_use\">the land</a>. Addressing agriculture's land consumption can be done most effectively through <a href=\"/solution/ag_options\">intensification</a>, such as by expanding greenhouse production, and through reducing <a href=\"/solution/ag_animals\">meat consumption</a>.",
				"<a href=\"/topic/cities\">Urban design</a> plays a critical role in addressing energy consumption in the residential, commercial, and <a href=\"/topic/transport\">transportation sectors</a>. The most important urban design decision is <a href=\"/solution/density\">density</a>, coupled with <a href=\"/solution/urban_form\">centralized and mixed use development</a>. Density furthermore allows major reductions in <a href=\"/solution/heating\">heating and cooling</a> energy through district heating and cooling systems. Cities can take practical steps toward density through reforming their <a href=\"/solution/zoning\">zoning rules</a> and incorporating infrastructure costs into their <a href=\"/solution/urban_taxes\">tax codes</a>."
			]
		}
	],
	"references":[]
}