{"parent_link": "industry", "parent_name": "Industry", "sections": [{"content": ["Technological breakthroughs in manufacturing processes, materials science, and related areas have a great potential to improve the energy performance both of industry and downstream sectors. The following is a partial a sampling of possibilities."]}, {"content": ["Advanced energy production requires metallic materials that are phase-stable at high temperatures.  Development of such materials allows improvement in the efficiency of steam and gas turbines, thereby reducing the environmental impact of fossil fuel power.  Such materials might also enable the development of new nuclear fission and fusion technologies [advanced_materials].  Improved materials will allow more efficient solar cells, and strong, lightweight composites will improve the performance of wind turbines [advanced_materials].", "Advanced gas separating membranes could reduce the cost of hydrogen production, CCS, and separation of hydrogen and oxygen from gas mixtures [advanced_materials].  A 30% reduction in energy usage may be possible by replacing existing technology with new membranes.", "Corrosion in the refining, chemicals, and paper and pulp industries in the United States cost $11 billion per year [advanced_materials].  Development of advanced coatings would save money and energy."], "name": "Advanced Materials"}, {"content": ["Additive manufacturing comprises a set of techniques that build up products by adding material, often in layers and often using laser technology.  A well-known example is 3D printing.  In general, additive manufacturing is much more efficient with material than other techniques.  Remanufacturing of parts using additive manufacturing and surface treatment can save 75 to 98% of energy costs [advanced_materials].  Compared to traditional manufacturing, additive manufacturing has the potential to save 50% of energy consumption and material needs by up to 90% [am_savings].  However, these savings depend greatly on the model of printer and the way in which it is used [olsen_3d]."], "name": "Additive Manufacturing"}, {"content": ["Integrating structural composites into heat exchangers could allow the recovery of as much as 621 petajoules of waste heat per year [advanced_materials].  Improved thermoelectrics could also be applied to as much as 1559 PJ of waste heat per year, and at 15% efficiency, replace 65 terawatt-hours of grid electricity [advanced_materials]."], "name": "Thermoelectrics"}], "references": [{"author": "Advanced Manufacturing Office", "url": "http://energy.tms.org/docs/pdfs/Materials_Foundation_for_Clean_Energy_Age_Press_Final.pdf", "journal": "U. S. Department of Energy.", "title": "Materials: Foundation for the Clean Energy Age", "date": "January 2012", "ref": "advanced_materials"}, {"date": "August 2012", "url": "http://energy.gov/eere/amo/downloads/additive-manufacturing-pursuing-promise", "author": "U.S. Department of Energy, Office of Renewable Energy & Energy Efficiency, Advanced Manufacturing Office", "ref": "am_savings", "title": "Additive Manufacturing: Pursuing the Promise"}, {"author": "Olsen, R.", "url": "https://www.wilsoncenter.org/sites/default/files/OLSON_FORUM_NOV-DEC_2013-1.pdf", "journal": "The Environmental Forum <b>30</b>(6)", "title": "3-D Printing: A Boon or a Bane?", "date": "November/December 2013", "ref": "olsen_3d"}], "title": "Advanced Manufacturing"}