{"parent_link": "foodwater", "parent_name": "Food and Water", "sections": [{"content": ["In 2011, meat (including seafood) was made up 9% of the world's diet, both by mass and by calories [faostat]. World meat consumption is growing, both in absolute and in per capita terms [oecdfao].", "?Year|World Meat Consumption (millions of tons per year)|Per Capita Meat Consumption (kilograms per year)?    2000|227|29?   2014|307|34?    2024 (projected)|353|35", "Land-based meat was consumed in the following way.", "?Type of Meat|Share?    Pork|38%?    Poultry|35%?    Beef and Veal|22%?    Sheep|5%", "Counter to the world trend, meat (red meat and poultry) consumption in the United States decreased from 92 kilograms in 2004 to 84 kg in 2013 [food_data]."], "name": "Consumption Overview"}, {"content": ["Livestock is by far humanity's greatest land use impact. The share of ice-free land dedicated to grazing is 26%, and when land to grow feedstock, 30% of all land or 70% of agricultural land is devoted to livestock [lls]. Land clearing for pasture and feedstock is the main cause of deforestation in Latin America [lls]. Livestock is the leading sector of the economy in contributing to land degredation, eutrophication, aquatic dead zones, coral reef decline, diet-related health problems, and antibiotic resistance [lls].", "A review of several major studies found that 8-28% come from producing meat [unep_meat]. The wide range reflects differing practices in how land use changes are accounted for. The figure of 51% from Worldwatch [ww_livestock] is anomalously high, as it includes livestock respiration, contrary to the Kyoto Protocol, and it uses an unusual 20 year global warming potential, which heightens the impact of methane.", "The following are greenhouse gas estimates per kilogram of various types of food [food_climate].", "?Food|Emissions, kg CO<sub>2</sub>e per kilogram of wheat?    Whole Wheat|0.62?    Soybeans|0.92?     Cooked Pasta|1.1?     Rice|1.3?      Herring|1.5?     Imported Frozen Vegetables|2.3?     Eggs|2.5?     Rapeseed Oil|3.0?     Fresh Chicken|4.3?     Cod|8.5?     Pork|9.3?     Cheese|11?     Tropical Fruits Flown by Plane|11?    Beef|30", "Meat is more protein-dense than many other types of food, and so we compare the amount of protein that can be derived from one kilogram of CO<sub>2</sub>-equivalent emissions from various types of food [food_climate].", "?Food|Grams of protein from 1 kg CO<sub>2</sub>-e emissions?     Whole Wheat|160?    Herring|145?    Imported Soybeans|120?    Eggs|50?    Chicken|50?     Pasta|45?    Potatoes|40?     Milk|30?    Pork|30?     Cheese|20?     Cod|20?     Rice|20?    Carrots|15?     Green Beans|10?    Beef|10", "Finally, we compare three complete meals with similar nutritional content [food_climate].", "?Mean|Emissions, kg CO<sub>2</sub>e?     Pasta, Apple, Soybean, Carrots|0.42?     Pork, Green Beans, Potatoes|1.3?     Beef, Rice, Vegetables, Tropical Fruit|4.7", "Meat has higher environmental impacts because it is more efficient for people to eat plants directly than indirectly through an animal. A measure of this inefficiency is the feed conversion ratio, the ratio between an animal's feed intake and yield of edible food. Estimates of feed conversion ratios are as follows [nat_geo_fcr].", "?Animal|Feed Conversion Ratio?    Fish|1.1?    Broiler Chickens|1.7?    Pigs|2.9?   Cattle|6.8", "Industry has improved its efficiency over time. For instance, beef has shown the following reductions from 1977 to 2007 [grassfed].", "?Impact|Reduction from 1977 to 2007?   Greenhouse Gas Emissions|16%?     Land|33%?    Water|12%?    Feed|19%"], "name": "Environmental Impact"}, {"content": ["Since meat consumption will be a major part of the world's diet for the foreseeable future, we need to think about how meat is prepared in addition to how much we eat. Despite some popular perceptions, grass-fed beef, and feedlot beef without growth-enhancing technologies, generally has greater environmental impact.", "?Environmental Metric|Impact of Grass-Fed Beef, Relative to Feedlot, per kg Beef?     Greenhouse Gas Emissions|168%?    Fossil Fuel Energy|140%?     Number of Animals|178%?     Manure|2X?      Nitrogen Pollution|2X?     Phosphorous Excretion|2X", "Retaining feedlot operations, but foregoing the use of growth-enhancing technologies, results in 17% more greenhouse gas emissions, 17% more fossil energy, 17% more animals, and additional pollution [grassfed]."], "name": "Grass-Fed Beef?"}, {"content": ["Like so many other things in ecology, it's complicated.  A recent study by Tom, Fischbeck, and Hendrickson [veggies_energy] confirms the heavy cost of beef (19.18 pounds of greenhouse gas emissions per 1000 calories) and fresh shellfish (29.29).  But they also find that lettuce, cucumbers, eggpalnt, celery, bell peppers, tomatoes, mushrooms, papaya, snap beans, okra, and fruit juice all have greater greenhouse gas emissions, on a per-calorie basis, than poultry [veggies_energy].  Many other categories of fruit and vegetables result in fewer emissions than any kind of meat, and the least costly commodities in general are the bulk commodities: corn, wheat, oats, rye, barley, and rice [veggies_energy].  See the <a href='https://www.washingtonpost.com/news/wonk/wp/2015/12/18/being-a-vegetarian-might-make-you-feel-environmentally-superior-why-that-may-be-wrong/'>Washington Post</a> coverage for all the figures.", "These figures need to be taken with a grain of salt.  Comparing very different kinds of food, such as lettuce with bacon, can be an apples-and-oranges comparison due to the very different nutritional values that foods provide, and so comparing greenhouse gas emissions on a per-calorie basis ignores important information.  Furthermore, the environmental impact of a given produce depends greatly on <a href='http://www.worldwatch.org/node/6064'>where and how</a> it is produced.  We recommind this <a href='http://modernfarmer.com/2015/12/is-eating-lettuce-really-worse-for-the-environment-than-eating-bacon/'><I>Modern Farmer</I></a> article to further explore some of the complexities."], "name": "Are Plants Always Better?"}, {"content": ["In considering the impact of meat in the world's diet, and how that meat is produced, we have not considered all the important issues.  Left unaddressed above are health impacts of dietary options and animal welfare.  An environmentally sound diet should consider these issues, as well as one own particular nutritional needs.  But in general, an environmentally sound diet should minimize animal products, especially beef and cheese."], "name": "Conclusion"}], "references": [{"url": "http://www.fao.org/faostat/en/#data", "author": "Food and Agriculture Organization of the United Nations", "ref": "faostat", "title": "FAOSTAT"}, {"author": "OECD and FAO", "url": "http://dx.doi.org/10.1787/agr_outlook-2015-en", "isbook": 1, "journal": "OECD Publishing, Paris", "title": "ECD-FAO Agricultural Outlook 2015", "date": "2015", "ref": "oecdfao"}, {"date": "February 2015", "url": "http://www.ers.usda.gov/data-products/food-availability-(per-capita)-data-system.aspx", "author": "Economic Research Service, United States Department of Agriculture", "ref": "food_data", "title": "Food Availability (Per Capita) Data System"}, {"author": "Livestock, Environment, and Development Initiative and Food and Agriculture Organization of the United Nations", "url": "http://www.fao.org/docrep/010/a0701e/a0701e00.HTM", "isbook": 1, "title": "Livestock's Long Shadow: Environmental Issues and Options", "year": "2006", "ref": "lls"}, {"url": "http://www.unep.org/pdf/unep-geas_oct_2012.pdf", "title": "Growing greenhouse gas emissions due to meat production", "ref": "unep_meat", "author": "United Nations Environment Program"}, {"author": "Goodland, R. and Anhang, J.", "url": "http://www.worldwatch.org/node/6294", "journal": "World Watch Magazine <B>22</B>(6)", "title": "Livestock and Climate Change", "date": "November/December 2009", "ref": "ww_livestock"}, {"author": "Carlsson-Kanyama, A., Gonz&aacute;lez, A.", "url": "http://ajcn.nutrition.org/content/89/5/1704S.short", "journal": "Am J Clin Nutr <B>89</b>(supp), pp. 1704S-9S", "title": "Potential contributions of food consumption patterns to climate change", "date": "2009", "ref": "food_climate"}, {"url": "http://www.nationalgeographic.com/foodfeatures/aquaculture/", "journal": "National Geographic Magazine", "author": "Bourne, J.", "ref": "nat_geo_fcr", "title": "How to Farm a Better Fish"}, {"url": "http://www.mdpi.com/2076-2615/2/2/127", "journal": "Animals <b>2</b>, pp. 127-143", "author": "Capper, J.", "ref": "grassfed", "title": "Is the Grass Always Greener? Comparing the Environmental Impact of Conventional, Natural and Grass-Fed Beef Production Systems"}, {"date": "March 2016", "journal": "Environmental Systems and Decisions <B>36</B>(1), pp. 92-103", "author": "Tom, M., Fischbeck, P., Hendrickson, C.", "ref": "veggies_energy", "title": "Energy use, blue water footprint, and greenhouse gas emissions for current food consumption patterns and dietary recommendations in the US"}], "title": "Animals"}