{"parent_link": "foodwater", "parent_name": "Food and Water", "sections": [{"content": ["Genetic engineering (GE), or genetic modification (GM), is the practice of modifying the genetics of crops through biotechnology.  Two main GM traits are in widespread usage around the world today: herbicide resistance and insect resistance [nas_gmo]."]}, {"content": ["In 2016, the National Academy of Sciences reviewed the literature on the impact of GM crops on human health and the environment [nas_gmo].  They found no convincing evidence that GM crops, in general, pose a risk to human health or to the environment.  However, we must be careful to avoid blanket statements.  As new traits are developed, such as drought resistance, they must be tested separately [nas_gmo].  An earlier European Union review [eu_gmo] also found that GE crops are not in general more risky that crops produced through conventional breeding.", "The environmental impacts of GM crops are complicated.  Insect-resistant crops reduce the amount of insecticide needed by about 8% [insecticide_use].  When herbicide-resistant crops are planted, greater quantities of herbicide might be applied to the field.  This could lead to the spread of herbicide-resistant weeds, though integrated pest management mitigates this risk [nas_gmo]."], "name": "Safety and Environmental Impact"}, {"content": ["So far, the yield benefits of GM crops have been underwhelming.  In surveying the literature, the NAS [nas_gmo] found that GE has brought about the same yield improvement as traditional breeding, though this is due in part to the fact that most commercialized GM crops have been designed for traits other than yield improvement.  The benefit of GE has been mainly in improving the economic position of farmers, though the improvement has been uneven [nas_gmo].", "As for the future, new and emerging technologies could bring about substantial improvements in the quality of crops, including in fungal, bacterial, virus, insect resistance; drought and cold tolerance; nutrient efficiency; nitrogen fixation; photosynthesis efficiency; improved digestibility; methane reduction; biofuel feedstock improvement; and improved nutrition.  These technologies include genome editing, synthetic biology, and -omics technologies (e.g. transcriptomics, proteomics, metabolomics) to improve understanding of genetic behavoir.  These techniques are likely to be used in conjuction with traditional breeding [nas_gmo]."], "name": "Benefits"}, {"content": ["We comment on three particular GE crop projects under development.", "The C<sub>4</sub> Rice Project estimates that the development of C<sub>4</sub> rice could boost yields by 30-50% [c4]. The name refers to the photosynthetic process. Many plants, including rice, conduct C<sub>3</sub> photosynthesis, whereby the photosynthetic enzyme RuBisCO fixes atmospheric CO<sub>2</sub> into a C<sub>3</sub> (three carbon atoms) compound.  RuBisCO also catalyzes a reaction of the captured oxygen with the atmosphere, which wastes energy in photorespiration.  C<sub>4</sub> photosynthesis is an alternative biochemistry which, though more compliated, is more efficienct with photorespiration.", "A second project is nitrogen-fixing cereals.  Legumes have a natural symbiotic relationship with nitrogen-fixing bacteria, which substitutes to a large degree the need for artificial nitrogen fertilizers for legumes to grow.  Cereal crops do not naturally fix nitrogen, and for decades scientists have been searching for an artificial means to do so.  Grants from the Gates Foundation have recently revived interest in engineering nitrogen-fixing cereals [nfc].  The advantages would be savings of money and energy from fertilizer, and the problem of eutrophication, which is caused in part by fertilizer run-off, would be greatly reduced [nfc].  Despite a history of setbacks and over-optimistic promises, there is hope that recent advances in gene editing and gene synthesis will bring the goal of nitrogen-fixing cereals in reach [nfc_biotech].  One risk of this technology is that yields in the developed world will be reduced as a result of photosynthetic energy being diverted to nitrogen fixation, though yields should increase in regions where fertilizers are less readily available [nfc_biotech].", "A third major GE project is Golden Rice.  The Golden Rice Project [golden_rice] is motivated by vitamin A deficiency, a condition that results from poor nutrition and kills an estimated 600,000 young children every year [a_def].  The goal of the project is to design a strain of rice that contains &beta;-Carotene, a precursor to vitamin A in the body. Tests so far suggest that Golden Rice can achieve its goal [gr_a]."], "name": "Specific Projects"}, {"content": ["Genetic engineering of crops, and Golden Rice in particular (see e.g. [gmo_opp] and [gr_opp]), have been flashpoitns of political controversy. While there is ample reason for caution and extensive testing with new agricultural technologies, there is no health or environmental justification to a blanket opposition to genetic engineering. Furthermore, given the magnitude of the challenges of world hunger and the environmental impact of agriculture, no solution should be taken off the table without good reason."], "name": "The Politics of Genetic Engineering"}, {"content": ["Robert Arnason of <I>The Western Producer</I> outlines <a href='http://www.producer.com/2014/04/the-search-for-the-holy-grail-nitrogen-fixation-in-cereal-crops/'>technical pathways and challenges</a> for engineering nitrogen-fixing cereals."], "name": "For Further Reading"}], "references": [{"author": "Committee on Genetically Engineered Crops: Past Experience and Future Prospects; Board on Agriculture and Natural Resources; Division on Earth and Life Studies; National Academies of Sciences, Engineering, and Medicine", "url": "http://www.nap.edu/catalog/23395/genetically-engineered-crops-experiences-and-prospects", "isbook": 1, "journal": "National Research Council of the National Academy of Sciences, The National Academies Press, Washington, DC.", "title": "Genetically Engineered Crops: Experiences and Prospects", "date": "2016", "ref": "nas_gmo"}, {"author": "European Commission", "isbook": 1, "journal": "Luxembourg: Publications Office of the European Union", "title": "A decade of EU-funded GMO research (2001-2010)", "date": "2010", "ref": "eu_gmo"}, {"date": "May 1, 2011", "journal": "Genetics <b>188</b>(1), pp. 11-20", "author": "Pamela Ronald", "ref": "insecticide_use", "title": "Plant Genetics, Sustainable Agriculture and Global Food Security"}, {"author": "C<sub>4</sub> Rice Project", "url": "http://c4rice.irri.org/", "journal": "International Rice Research Institute", "title": "C<sub>4</sub> Rice Project", "date": "Accessed June 1, 2016", "ref": "c4"}, {"author": "Beatty, P., Good, A.", "url": "http://science.sciencemag.org/content/333/6041/416", "journal": "Science <B>333</B>(6041), pp. 416-417", "title": "Future Prospects for Cereals that Fix Nitrogen", "date": "July 2011", "ref": "nfc"}, {"author": "Rogers, C., Oldroyd, G.", "url": "http://jxb.oxfordjournals.org/content/65/8/1939", "journal": "Journal of Experimental Botany <B>65</B>(8), pp. 1939-1946", "title": "Synthetic biology approaches to engineering the nitrogen symbiosis in cereals", "date": "2014", "ref": "nfc_biotech"}, {"date": "Accessed June 1, 2016", "url": "http://goldenrice.org/", "title": "Golden Rice Project", "ref": "golden_rice", "author": "Golden Rice Humanitarian Board"}, {"title": "Maternal and child undernutrition: global and regional exposures and health consequences", "url": "http://www.thelancet.com/journals/lancet/article/PIIS0140-6736(07)61690-0/abstract", "journal": "The Lancet <b>371</b>(9608), pp. 243-260", "author": "Black, R. et al.", "date": "January 2008", "ref": "a_def"}, {"author": "Tang, G., Qin, J., Dolnikowski, G., Russell, R., Grusak, M.", "url": "http://ajcn.nutrition.org/content/89/6/1776.long", "journal": "Am J Clin Nutr <B>89</B>(6), pp. 1776-1783", "title": "Golden Rice is an effective source of vitamin A", "date": "June 2009", "ref": "gr_a"}, {"date": "Accessed June 1, 2016", "url": "http://www.greenpeace.org/international/en/campaigns/agriculture/problem/genetic-engineering/", "author": "Greenpeace International", "ref": "gmo_opp", "title": "Genetic Engineering"}, {"date": "Accessed June 1, 2016", "url": "http://www.greenpeace.org/international/en/campaigns/agriculture/problem/Greenpeace-and-Golden-Rice/", "author": "Greenpeace International", "ref": "gr_opp", "title": "Special Report: Golden Rice"}], "title": "Genetic Engineering"}