{"parent_link": "foodwater", "parent_name": "Food and Water", "sections": [{"content": ["In this section, we examine several methods for high density farming. In generally, intensive food production saves land and water, at the cost of additional energy input."]}, {"content": ["Greenhouses are an increasingly widely used tool for producing vegetables [greenhouse_market]. Greenhouses are estimated to have the following environmental impacts relative to outdoor farming, often spending more energy to save land and water.", "-greenhouse.jpg-60", "!The above figures are the range of estimates with sources as follows: land use [meat_land_use][greenhouse_yield], energy [bartzas][meat_land_use][greenhouse_energy][grape_energy], greenhouse gases [bartzas][meat_land_use], eutrophication [bartzas][meat_land_use], acidification [bartzas][meat_land_use].", "Following is an illustration of the energy required to produce all world tomatoes from greenhouses.", "-greenhouse_scenario.jpg", "!Energy requirements are the 25th and 75th percentiles figures for greenhouse tomato production as reported by Clark and Tilman [meat_land_use]. Overall tomato and food production is determined from FAOSTAT [faostat]. Due to the wide variation in life cycle analysis results, precise figures are not available.", "Greenhouses can be used to grains, such as barley [bartzas], but the environmental case for doing so may be weaker than it is for vegetables.", "The Netherlands is <a href=\"https://www.nationalgeographic.com/magazine/2017/09/holland-agriculture-sustainable-farming/\">the world leader</a> in effective use of greenhouses. They have drastically cut water and pesticide usage, and the Netherlands, a country that is not naturally well-suited for agriculture, is the number two food exporter by monetary value.", "-netherlands_tomato.jpg-30", "!A tomato greenhouse in The Netherlands. (Source: <a href=\"https://en.wikipedia.org/wiki/Greenhouse#/media/File:TomateJungpflanzenAnzuchtNiederlande.jpg\">Wikipedia</a>. <a href=\"https://creativecommons.org/licenses/by-sa/3.0/\">CC BY-SA 3.0</a>)"], "name": "Greenhouses"}, {"content": ["Hydroponics--the practice of growing plants with a nutrient solution instead of soil--may also save land and water at the cost of greater energy consumption. The following impacts, relative to open field farming, have been estimated.", "-hydroponics.jpg-60", "!Numbers are highly uncertain due to limited data and wide variance in both hydroponic and open field practices. Sources: [ponics_comp][hydroponic_energy][hydro_yields][khandelwal][hydroponic_lca][romeo].", "Over 80% of the energy consumption identified by Barbosa et al. [hydroponic_energy] is for heating and cooling, an area for which a clean source of <a href=\"/solution/energy/industrial_heat\">low-temperature industrial heat</a> would be valuable. Passive ventilation [hydroponic_energy] and efficient LED lighting [led] would also save energy.", "Related growing techniques are aquaponics, which is a symbiotic combination of an aquaculture and hydroponic system, and aeroponics, which does not use a growing medium. Their water, fertilizer, and land use impacts have been estimated as follows.", "-ponics_comp.jpg-60", "!Irrigation water, land use, and fertilizer needs of hydroponic, aquaponic, and aeroponic systems, all expressed relative to conventional growing. Source: [ponics_comp].", "An aquaponics system can save fertilizer consumption by using excretion from the fish [aquaponics_fertilizer].", "Labor intensity is a barrier to expansion of hydroponics [labor_cost] and aquaponics [aquaponics_econ], which can be addressed through greater automation."], "name": "Hydroponics"}, {"content": ["Vertical farming is the concept of growing food in layers. This may refer to the food-producing skyscrapers described by Dickson Despommier [ddvf], or more commonly, any indoor growing that relies mostly on artificial lighting [crowley]. Even more so than greenhouses, vertical farm conserves land and water at the cost of additional energy consumption.", "-vertical_farm.jpg-60", "!Source: Hallikainen [hallikainen].", "Most of the energy cost of a vertical farm is for artificial lighting, and vertical farms also have higher labor costs per unit product than other forms of farming [vf_econ]. Due to high energy and other costs, vertical farms for the foreseeable future will probably be confined to producing leafy greens, herbs, and berries, which together constitute 6% of global caloric intake [vf_market]."], "name": "Vertical Farming"}, {"content": ["Cellular agriculture refers to the cultivation of single-celled organisms for food. In some form, cellular agriculture goes back centuries in the cultivation of yeast and algae. Expanded use of new techniques could radically transform food production.", "Today, single-cell organisms are typically grown from agricultural residue, thus inheriting the environmental impacts of conventional farming. Even so, expanded use of such organisms could reduce impacts.", "-scp_feed.jpg-60", "!Source: Couture et al. [scp_feed].", "If electrolytically produced inputs, such as hydrogen, methanol, and ammonia, are used, most land use can be saved with single-cell organisms, but at the cost of very high energy input.", "-power_to_food.jpg-60", "!The results of two power-to-food studies: a hydrogen-based, <i>Chlamydomonas reinhardtii</i> route compared to conventional wheat by Bogdahn [bogdahn], and a methanol-based, <i>Methylophilus methylotrophus</i> route compared to soy by Linder [linder]. Impacts of wheat and soy are given by Clark and Tilman [meat_land_use]. Bogdahn reports the <i>Chlamydomonas reinhardtii</i> route's estimated energy need. Linder reports 1 gram of methanol is needed to produce 0.52 grams of dry mass from <i>Methylophilus methylotrophus</i>; the energy input is based on the energy density and electricity-to-methanol conversion efficiency given by Dana et al. [dana]. Figures do not include energy embodied in equipment or other potentially needed inputs, such as ammonia and trace nutrients. Greenhouse gas estimates for the bacteria routes are those of the energy inputs, with carbon intensity reported by the IPCC [ipcc_ghg]. Land use figures for the bacteria routes are those of the energy inputs as given by van Zalk and Behrens [vanzalk], plus an additional 0.0018 m<sup>2</sup>/kg for the facilities themselves, as given by Linder but applied to both bacteria routes.", "At 25 kWh per kg crop, replacing all cereal and soy crops [faostat] in the world would require about 83 petawatt-hours of electricity each year, or triple current world production [bp]. At <a href=\"/solution/energy/production\">5&cent;/kWh</a>, electricity costs alone are $1.25 per kilogram of food, well in excess of the 30-40&cent;/kg price recently observed for soybeans [soybean_price]."], "name": "Single-cell organisms"}, {"content": ["Algaculture is the cultivation of algae for food, fuel, or other purposes. Today algaculture is used primarily for high value applications, such as nutritional supplements and food additives [algae_use]. There is particular interest in algae as animal feed [algae_feed].", "Algaculture typically has a much higher yield that conventional farming.", "-aglaculture_yield.jpg", "!Yield of algae cultivation, in terms of protein per hectare per year, compared to common staple crops. Algae yields are reported by Walsh et al. [algae_feed], with protein density of algae given by Lavens and Sorgeloos [algae_protein]. As Walsh et al. estimate yields under idealized conditions, we compare algae yields to highest yield values reported by Clark and Tilman [meat_land_use] for wheat, maize, soybeans, and rice.", "The highest yielding algaculture systems require a carbon dioxide source in greater concentration than is available in the atmosphere [algae_feed], which can be achieved by direct air capture or <a href=\"/solution/energy/ccs\">colocation</a> with an emissions source."], "name": "Algaculture"}, {"content": ["Cultured meat, also called <i>in vitro</i> meat or synthetic meat, is grown in a reactor from animal muscle cells. Aside from the cells that are used to begin the growth process, cultured meat is never part of a living animal.", "As with other forms of intensive food production, cultured meat is likely to save land at the cost of greater energy input. The following are estimated impacts of common meats, cultured meat, and other meat alternatives.", "-alt_meat.jpg-60", "!Impacts for beef, poultry, and pork are the average of life cycle assessments as reported by Clark and Tilman [meat_land_use]. Estimates for cultured meat are given by Tuomisto et al. [tuomisto_cm], Mattick et al. [ivm_energy2], and Smetana et al. [smetana]. Smetana et al. also report estimated impacts for other meat alternatives.", "Cultured meat is still not a commercial product, and consumer acceptance is uncertain [ivm_future]. Additionally, the reliance on fetal bovine serum and other animal products for cell culturing may be problematic for those who avoid meat for animal welfare concerns, though alternatives to animal products for growth media are active areas of research [bovine_serum]."], "name": "Cultured Meat"}, {"content": ["While some intensive farming methods are widely used today, such as greenhouses, radical intensification of agriculture, such as through vertical farming, power-to-food, or cultured meat, requires a prohibitive level of energy consumption. Developing abundant, low-impact, and low-cost energy sources may thus have the benefit of sparing large swathes of land from food cultivation.", "New agricultural technologies, such as aquaculture, have historically been commercialized through a constellation of programs including publicly funded research and development, extension services to connect farmers with new research, crop insurance, federal loans, environmental and conservation assistance, and marketing services [algae_rd]. Treating novel forms of food production, such as algaculture and cellular agriculture, in the same way may help them develop commercially [algae_rd]."], "name": "Conclusion"}, {"content": ["The <I>Economist</I>'s <a href='http://www.economist.com/technology-quarterly/2016-06-09/factory-fresh?utm_content=buffer75d18&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer'>overview</a> of agricultural intensification options.", "<i>National Geographic</i> <a href=\"https://www.nationalgeographic.com/magazine/2017/09/holland-agriculture-sustainable-farming/\">has profiled</a> the Dutch greenhouse industry."], "name": "For Further Reading"}], "references": [{"url": "https://www.fcc-fac.ca/fcc/agKnowledge/publications/ag-sector-guides/pdfs/north-american-greenhouse-vegetable-industry.pdf", "author": "Farm Credit Canada", "ref": "greenhouse_market", "title": "Update on the North American Greenhouse Vegetable Industry"}, {"title": "Comparative analysis of environmental impacts of agricultural production systems, agricultural input efficiency, and food choice", "url": "https://iopscience.iop.org/article/10.1088/1748-9326/aa6cd5", "journal": "Environmental Research Letters <b>12</b>(6)", "author": "Clark, M., Tilman, D.", "date": "June 2017", "ref": "meat_land_use"}, {"author": "Smith, G.", "url": "http://www.hydroponics.com.au/issue-94-field-vs-glasshouse-tomatoes/", "journal": "Practical Hydroponics &amp; Greenhouses", "title": "Issue 94: Field Vs Glasshouse Tomatoes", "date": "May/June 2007", "ref": "greenhouse_yield"}, {"title": "Life cycle assessment of open field and greenhouse cultivation of lettuce and barley", "url": "https://www.sciencedirect.com/science/article/pii/S2214317315000463", "journal": "Information Processing in Agriculture <b>2</b>(3-4), pp. 191-207", "author": "Bartzas, G., Zaharaki, D., Komnitsas, K.", "date": "October-December 2015", "ref": "bartzas"}, {"author": "Kuswardhani, N., Soni, P., Shivakoti, G.", "url": "http://www.sciencedirect.com/science/article/pii/S0360544213001461", "journal": "Energy <B>53</B>(1), pp. 83-92", "title": "Comparative energy input–output and financial analyses of greenhouse and open field vegetables production in West Java, Indonesia", "date": "May 2013", "ref": "greenhouse_energy"}, {"author": "Ozkan, B., Fert, C., Karadeniz, F.", "url": "http://www.sciencedirect.com/science/article/pii/S0360544206002659", "journal": "Energy <B>32</B>(8), pp. 1500-1504", "title": "Energy and cost analysis for greenhouse and open-field grape production", "date": "August 2007", "ref": "grape_energy"}, {"url": "http://www.fao.org/faostat/en/#data", "author": "Food and Agriculture Organization of the United Nations", "ref": "faostat", "title": "FAOSTAT"}, {"title": "Hydroponics, Aeroponic and Aquaponic as Compared with Conventional Farming", "url": "https://asrjetsjournal.org/index.php/American_Scientific_Journal/article/view/2543", "journal": "American Scientific Research Journal for Engineering, Technology, and Sciences <b>27</b>(1)", "author": "AlShrouf, A.", "date": "January 2017", "ref": "ponics_comp"}, {"author": "Barbosa, G., Gadelha, F., Kublik, N., Proctor, A., Reichelm, L., Weissinger, E., Wohlleb, G., Halden, R.", "url": "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC4483736/", "journal": "Int J Environ Res Public Health <B>12</B>(6), pp. 6879-6891", "title": "Comparison of Land, Water, and Energy Requirements of Lettuce Grown Using Hydroponic vs. Conventional Agricultural Methods", "date": "June 2015", "ref": "hydroponic_energy"}, {"author": "Biksa, E.", "url": "http://www.grozine.com/2014/03/22/hydroponics-yields-versus-field-grown-harvest-weights/", "journal": "Grozine", "title": "Hydroponics Yields Versus Field Grown Harvest Weights", "date": "March 2014", "ref": "hydro_yields"}, {"title": "Growing Compact and Going Compact", "url": "https://uwspace.uwaterloo.ca/handle/10012/15484", "journal": "UWSpace, Masters Thesis", "author": "Khandelwal, G.", "date": "January 2020", "ref": "khandelwal"}, {"title": "Hydroponic system and desalinated seawater as an alternative farm-productive proposal in water scarcity areas: Energy and greenhouse gas emissions analysis of lettuce production in southeast Spain", "url": "https://www.sciencedirect.com/science/article/pii/S0959652617325799", "journal": "Journal of Cleaner Production <b>172</b>, pp. 1298-1310", "author": "Martinez-Mate, M., Martin-Gorriz, B., Martínez-Alvarez, B., Soto-García, M., Maestre-Valero, J.", "date": "January 2018", "ref": "hydroponic_lca"}, {"title": "Environmental Impacts of Urban Hydroponics in Europe: A Case Study in Lyon", "url": "https://www.sciencedirect.com/science/article/pii/S221282711730820X", "journal": "Procedia CIRP <b>69</b>, pp. 540-545", "author": "Romeo, D., Vea, E., Thomsen, M.", "date": "2018", "ref": "romeo"}, {"author": "Singh, D., Basu, C., Meinhardt-Wollweberm, M., Roth, B.", "url": "http://www.sciencedirect.com/science/article/pii/S1364032115003871", "journal": "Renewable and Sustainable Energy Reviews <B>49</B>", "title": "LEDs for energy efficient greenhouse lighting", "date": "September 2015", "ref": "led"}, {"title": "Lettuce (<i>Lactuca sativa</i>, variety Salanova) production in decoupled aquaponic systems: Same yield and similar quality as in conventional hydroponic systems but drastically reduced greenhouse gas emissions by saving inorganic fertilizer", "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0218368", "journal": "PLoS ONE <b>14</b>(6): e0218368", "author": "Monsees, H., Suhl, J., Paul, M., Kloas, W., Dannehl, D., Würtz, S.", "date": "June 2019", "ref": "aquaponics_fertilizer"}, {"url": "https://www.goucher.edu/Documents/Environmental_Studies/Summer%20Research/ECONOMIC%20ASSESSMENT%20OF%20HYDROPONIC%20LETTUCE%20PRODUCTION_Final.pdf", "journal": "Groucher College", "author": "Daly, W., Fink, J., Shamshak, G.", "ref": "labor_cost", "title": "Economic Assessment of Hydroponic Lettuce Production"}, {"author": "Heidemann, K., Bailey, D., Shultz, C. (ed.)", "url": "http://www.southernsare.org/Educational-Resources/SARE-Project-Products/Case-Studies/Economic-Analysis-of-Commercial-Aquaponic-Production-Systems", "journal": "Funded by Southern Sustainable Agriculture Research & Education (SARE) through a Graduate Student Grant under the award number 3048110880", "title": "Commercial Aquaponics Case Study #3: Economic Analysis of the University of the Virgin Islands Commercial Aquaponics System", "date": "2015", "ref": "aquaponics_econ"}, {"author": "Despommier, D.", "isbook": 1, "journal": "Picador; Reprint edition", "title": "The Vertical Farm", "date": "October 2011", "ref": "ddvf"}, {"date": "June 2015", "journal": "Thesis - Master in City Planning and Master in Science in Real Estate Development, Massachusetts Institute of Technology", "author": "Crowley, A.", "ref": "crowley", "title": "The Economic and Financial Feasibility of Food Innovation Centers"}, {"title": "Life cycle assessment on vertical farming", "url": "https://aaltodoc.aalto.fi/handle/123456789/36351", "journal": "Aalto University, Masters Thesis", "author": "Hallikainen, E.", "date": "January 2019", "ref": "hallikainen"}, {"author": "Banerjee, C., Adenaeuer, L.", "url": "http://www.macrothink.org/journal/index.php/jas/article/viewFile/4526/3952", "journal": "Journal of Agricultural Studies <B>2</B>(1)", "title": "Up, Up and Away! The Economics of Vertical Farming", "date": "2014", "ref": "vf_econ"}, {"title": "Vertical Farming and Cultured Meat: Immature Technologies for Urgent Problems", "url": "https://www.sciencedirect.com/science/article/pii/S2590332219301381", "journal": "One Earth <b>1</b>(3), pp. 275-277", "author": "Tuomisto, H.", "date": "November 2019", "ref": "vf_market"}, {"title": "Environmental Benefits of Novel Nonhuman Food Inputs to Salmon Feeds", "url": "https://pubs.acs.org/doi/abs/10.1021/acs.est.8b03832", "journal": "Environmental Science & Technology <b>53</b>(4), pp. 1967-1975", "author": "Couture, J., Geyer, R., Hansen, J., Kuczenski, B., Øverland, M., Palazzo, J., Sahlmann, C., Lenihan, H.", "date": "January 2019", "ref": "scp_feed"}, {"title": "Agriculture-independent, sustainable, fail-safe and efficient food production by autotrophic single-cell protein", "url": "https://peerj.com/preprints/1279/", "journal": "PeerJ Preprints 3:e1279v3", "author": "Bogdahn, I.", "date": "September 2015", "ref": "bogdahn"}, {"title": "Edible Microorganisms - An Overlooked Technology Option to Counteract Agricultural Expansion", "url": "https://www.frontiersin.org/articles/10.3389/fsufs.2019.00032/full", "journal": "Frontiers in Sustainable Food Systems", "author": "Linder, T.", "date": "May 2019", "ref": "linder"}, {"author": "Dana, A., Elishav, O., Bardow, A., Shter, G., Grader, G.", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5089635/", "journal": "Angewandte Chemie (International Ed. in English) <b>55</b>(31), pp. 8798–8805", "title": "Nitrogen‐Based Fuels: A Power‐to‐Fuel‐to‐Power Analysis", "date": "July 2016", "ref": "dana"}, {"author": "Bruckner T., I.A. Bashmakov, Y. Mulugetta, H. Chum, A. de la Vega Navarro, J. Edmonds, A. Faaij, B. Fungtammasan, A. Garg, E. Hertwich, D. Honnery, D. Infield, M. Kainuma, S. Khennas, S. Kim, H.B. Nimir, K. Riahi, N. Strachan, R. Wiser, X. Zhang", "url": "https://www.ipcc.ch/site/assets/uploads/2018/02/ipcc_wg3_ar5_chapter7.pdf", "isbook": 1, "journal": " In: Climate Change 2014: Mitigation of Climate Change. Contribution of Working Group III to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change [Edenhofer, O., R. Pichs-Madruga, Y. Sokona, E. Farahani, S. Kadner, K. Seyboth, A. Adler, I. Baum, S. Brunner, P. Eickemeier, B. Kriemann, J. Savolainen, S. Schlömer, C. von Stechow, T. Zwickel and J.C. Minx (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA.", "title": "2014: Energy Systems", "date": 2014, "ref": "ipcc_ghg"}, {"author": "van Zalk, J., Behrens, P.", "url": "https://www.sciencedirect.com/science/article/pii/S0301421518305512", "journal": "Energy Policy <b>123</b>, pp. 83-91", "title": "The spatial extent of renewable and non-renewable power generation: A review and meta-analysis of power densities and their application in the U.S.", "date": "December 2018", "ref": "vanzalk"}, {"date": "2018", "url": "https://www.bp.com/en/global/corporate/energy-economics/statistical-review-of-world-energy.html", "author": "BP", "ref": "bp", "title": "Statistical Review of World Energy 2018"}, {"date": "Accessed February 10, 2020", "url": "https://www.macrotrends.net/2531/soybean-prices-historical-chart-data", "title": "Soybean Prices - 45 Year Historical Chart", "ref": "soybean_price", "author": "Macrotrends LLC"}, {"author": "Borowitzka", "url": "http://link.springer.com/article/10.1007%2Fs10811-013-9983-9", "journal": "Journal of Applied Phycology <b>25</b>(3)", "title": "High-value products from microalgae—their development and commercialisation", "date": "June 2013", "ref": "algae_use"}, {"author": "Walsh, B. et al.", "url": "https://cbmjournal.biomedcentral.com/articles/10.1186/s13021-015-0040-7", "journal": "Carbon Balance and Management", "title": "New feed sources key to ambitious climate targets", "date": "December 2015", "ref": "algae_feed"}, {"title": "Manual on the Production and Use of Live Food for Aquaculture", "url": "http://www.fao.org/3/W3732E/w3732e00.htm#Contents", "journal": "Food and Agriculture Organization of the United Nations, Section 2.4", "author": "Lavens, P., Sorgeloos, P.", "date": "1996", "ref": "algae_protein"}, {"title": "Environmental impacts of cultured meat: alternative production scenarios", "url": "https://core.ac.uk/download/pdf/38629617.pdf", "journal": "Proceedings of the 9th International Conference on Life Cycle Assessment in the Agri-Food Sector", "author": "Tuomisto, H., Ellis, M., Haastrup, P.", "date": "October 2014", "ref": "tuomisto_cm"}, {"author": "Mattick, C., Landis, A., Allenby, B., Genovese, N.", "url": "http://pubs.acs.org/doi/abs/10.1021/acs.est.5b01614", "journal": "Environ. Sci. Technol <B>49</B>(19), pp. 11941-11949", "title": "Anticipatory Life Cycle Analysis of In Vitro Biomass Cultivation for Cultured Meat Production in the United States", "date": "2015", "ref": "ivm_energy2"}, {"title": "Meat alternatives: life cycle assessment of most known meat substitutes", "url": "https://link.springer.com/article/10.1007/s11367-015-0931-6", "journal": "The International Journal of Life Cycle Assessment <b>20</b>(9), pp. 1254-1267", "author": "Smetana, S., Mathys, A., Knoch, A., Heinz, V.", "date": "September 2015", "ref": "smetana"}, {"author": "Hocquette, J.", "url": "http://www.sciencedirect.com/science/article/pii/S0309174016301358", "journal": "Meat Science", "title": "Is <I>in vitro</I> meat the solution for the future?", "date": "April 2016", "ref": "ivm_future"}, {"title": "Serum-free media for the growth of primary bovine myoblasts", "url": "https://link.springer.com/article/10.1007/s10616-019-00361-y", "journal": "Cytotechnology <b>72</b>(1), pp. 111-120", "author": "Kolkmann, A., Post, M., Rutjens, M., van Essen, A., Moutsatsou, P.", "date": "February 2020", "ref": "bovine_serum"}, {"author": "Trentacoste, E.,Martinez, A., Zenk, T.", "url": "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC4331613/", "journal": "Photosynth Res. <B>123</B>(3), pp. 305-315", "title": "The place of algae in agriculture: policies for algal biomass production", "date": "2015", "ref": "algae_rd"}], "title": "Intensive Farming"}