{"sections": [{"content": ["In the following, we present figures on saving resources, mainly energy, in agriculture and water provision. See also our <a href=\"/site/foodwater\">Matter analysis</a> for more information on these topics."]}, {"name": "Agriculture", "content": ["World agriculture is the most important driver of human land and water use, as well as a major factor in <a href=\"/solution/energy/climate\">climate change</a>.", "-ag_impacts.jpg-60", "!World agriculture's <a href=\"/solution/foodwater/ag_landuse\">contribution</a> to land use, energy consumption, greenhouse gas emissions, and water withdrawals. See also the impacts of the larger food preparation and distribution <a href=\"/topic/foodwater/ag_dist\">system</a>.", "The greatest opportunity for reducing impacts of agriculture is in switching to <a href=\"/solution/foodwater/meat\">plant-based diets</a>, or at least in reducing consumption of beef and mutton. Lesser savings are possible through expanding use of <a href=\"/solution/foodwater/conservation_ag\">no-till farming</a>, <a href=\"/solution/foodwater/gmo\">genetic modification</a>, and <a href=\"/solution/foodwater/precision\">precision farming</a>, though these trends are driven largely by economics. <a href=\"/solution/foodwater/organic_ag\">Organic farming</a> generally saves energy at the cost of more land, while forms of intensive farming, such as <a href=\"/solution/foodwater/indoor\">greenhouses</a> and <a href=\"/solution/foodwater/synthetic_ag\">power-to-food</a>, save land at the cost of energy. Additional modest savings are possible through reducing <a href=\"/solution/foodwater/food_waste\">food waste, overeating</a>, and <a href=\"/solution/foodwater/ag_dist_overall\">localized food production</a>, though it is unclear how much food waste can be reduced, and local foods can have drawbacks from being grown in suboptimal climates.", "-ag_options1.jpeg-60", "-ag_options2.jpeg-60", "-ag_options3.jpeg-60", "-ag_options4.jpeg-60", "Additional options for agriculture include <a href=\"/solution/foodwater/meat\">novel animal feeds</a> and <a href=\"/solution/foodwater/seafood\">aquaculture</a> and expanded use of <a href=\"/solution/foodwater/indoor\">hydroponics, vertical farming</a>, and <a href=\"/solution/foodwater/synthetic_ag\">algaculture</a>."]}, {"name": "Water", "content": ["Most of the world's <a href=\"/solution/foodwater/water_usage\">water use</a> is for agriculture, with thermal power a major secondary use.", "-water_by_sector.jpg", "In the United States, where power generation is a larger share of water withdrawal, the following savings opportunities are observed.", "-water_summary.jpg-60", "While <a href=\"/solution/foodwater/meat\">plant-based diets</a>, <a href=\"/solution/foodwater/water_usage\">drip irrigation, dry cooling and non-thermal power, and efficiency in cities and industry</a> can reduce water needs, pressure on fresh water supplies can also be relieved by <a href=\"/solution/foodwater/water_provision\">supplying water</a> though waste water recycling and, as a backstop, desalination."]}], "title": "Food and Water", "parent_link": "industry", "parent_name": "Industry", "references": []}