{"sections": [{"content": ["Buildings use about 20% of energy worldwide and 40% in the United States. Each major category of building energy usage can be reduced through better technology. Overall building energy usage, particularly <a href=\"/solution/energy/heating\">heating and cooling</a>, can be reduced through <a href=\"/solution/energy/density\">density</a>."]}, {"name": "Energy Savings", "content": ["Wise usage of models of building energy consumption can save significant energy, particularly in areas such as thermal bridging, or areas of high thermal conductivity which can readily cause a building to lose heat or coldness, which are not well-addressed today by building codes.", "@Building Envelope Modeling Software Standardization@Thermal bridges make it difficult to assess the true energy efficiency of a proposed building design [bc_housing_video][thermal_bridging_video] and stakeholders have identified this problem in proposed building code amendments [ca_building_code]. Today’s architects have software designed to analyse building envelopes, but different state agencies and design firms use different software applications, and they don't communicate well. This often causes buildings to not be compliant with state energy efficiency standards, which is discovered late in a design process, incentivizing architects to fudge data to obtain a building permit and avoid cost overruns. Additionally, algorithms in different program can interpret design features differently, meaning that there is no single source of truth, and bad designs can slip through the building permit approval process [bim_green].@Architects need an 'analyze-as-you-design' approach to catch problems early in the design process [autodesk], and government oversight bodies have a need to accurately assess building design performance before they issue building permits. These conditions can be achieved as follows.@<b>Step 1:</b> The U.S. Department of Energy should develop an application programming interface (API) that will take data from their EnergyPlus [energy_plus] software application and transfer it to the DOE’s REScheck and COMcheck applications [eere_tools].@<b>Step 2</b>: The U.S. Department of Energy should mandate that building permit-issuing authorities in all 50 U.S. states allow for the use of REScheck and COMcheck to submit evidence of compliance with energy efficiency regulations. Individual states can still have their own standards, but architects must have the option to evaluate their designs against those standards using REScheck and COMcheck. States can still allow architects to use other programs in lieu of REScheck and COMcheck, but states must give the option to use REScheck and COMcheck when evaluating a design for purposes of issuing a building permit.@<b>Step 3:</b> Once the DOE implements step 1 and mandates step 2, companies like Trimble and GraphiSoft (see image above) will be incentivised to make their BIM programs compatible with the DOE’s Energy Plus, which to date has not happened due to technical hurdles [bim_interop]. This translates to a network-effect in which the industry can turn to for a single point of truth.@-be_modeling.jpg-80@!We estimate a development cost of $500,000 to $3 million for building energy modeling software based on the DOE's spending on Spawn [spawn]. Benefits are estimated as 1% of the total potential energy savings in building envelope energy, as given by the International Energy Agency [iea_envelope], assuming that all energy is in the form of natural gas, and rounded down to $1 billion.@Following is a schematic of how such software might work.@-bim.png-80@If all the energy saved is natural gas, then the annual greenhouse gas savings are about 449 millon tons of CO<sub>2</sub>."]}, {"content": ["Worldwide, buildings constitute about 20% of world energy consumption in the following way.", "-World Primary Energy Consumption in Buildings.jpg-60", "!Source: IEA [iea_buildings].", "In the United States as of 2015, residential buildings used 21% of total energy, and commercial buildings used 19% [eia_total]. Commercial buildings include offices, retail, school, hospitals, hotels, churches, warehouses, and public buildings, but not factories. The majority of residential and commercial energy goes to various forms of heating.", "-us_building_primary.jpg-55", "!Energy usage in American residential and commercial buildings. Sources: Residential Energy Consumption Survey [recs] and Commercial Building Energy Consumption Survey [cbecs]."], "name": "How Building Energy is Used"}, {"content": ["American households use primary energy as follows and show the following potential for savings.", "-housing_energy_savings.jpg-70", "!Sources: Residential Energy Consumption Survey [recs] on current energy by category. Potential savings is estimated as follows: LED lighting from Penning et al. [led_forecast], HVAC and building envelope retrofits from the IEA [iea_envelope] and the Rockefeller Foundation and DB Climate Change Advisors [rockefeller], emerging HVAC and cooling technologies from Goetzler et al. [bto_hvac], and ongoing applicance efficiency from Boustani et al. [us_appliance_trend]. For LED lighting, since the available data is not specific to residential lighting, overall lighting energy consumtion figures for the residential and commercial sectors, reported by RECS [recs] and CBECS [cbecs] respectively, are used to apportion the LED savings potential to the residential sector."], "name": "Household Energy Savings"}, {"content": ["Commercial buildings in the United States use 17 EJ of primary energy as of 2012 [cbecs], broken down by the following categories. We estimate the following potential for energy savings.", "-Energy Consumption and Savings in Commercial Buildings.jpg-70", "!Overall energy consumption in commercial buildings in the United States and potential for savings. Overall energy is reported by the Commercial Building Energy Consumption Survey [cbecs]. Potential savings is estimated as follows: LED lighting from Penning et al. [led_forecast], HVAC and building envelope retrofits from the IEA [iea_envelope] and the Rockefeller Foundation and DB Climate Change Advisors [rockefeller], emerging HVAC and cooling technologies from Goetzler et al. [bto_hvac], and ongoing applicance efficiency from Boustani et al. [us_appliance_trend]. For LED lighting, since the available data is not specific to commercial lighting, overall lighting energy consumtion figures for the residential and commercial sectors, reported by RECS [recs] and CBECS [cbecs] respectively, are used to apportion the LED savings potential to the commercial sector."], "name": "Commercial Energy Savings"}], "title": "Energy in Buildings", "parent_link": "cities", "parent_name": "Cities", "references": [{"ref": "bc_housing_video", "author": "BC Housing", "title": "Video 1 – Introduction to the Building Envelope Thermal Bridging Guide", "date": "October 2018", "url": "https://www.youtube.com/watch?v=IM_dphE-WDY"}, {"ref": "thermal_bridging_video", "author": "Lawton, M.", "title": "\"The Myths and Realities of Thermal Bridging\" with Mark Lawton", "journal": "University of Toronto - Daniels", "date": "March 2013", "url": "https://www.youtube.com/watch?v=FPpU3dc0BcU"}, {"ref": "ca_building_code", "author": "Christie, M., TRC", "title": "Multifamily High Performance Envelope - Reduced Thermal Bridging", "journal": "California Energy Codes & Standards", "date": "August 2019", "url": "https://title24stakeholders.com/wp-content/uploads/2019/06/Reduced-Thermal-Bridging-Submeasure-Summary.pdf"}, {"ref": "bim_green", "author": "Carlucci, S., Hamdy, M., Moazami, A.", "title": "Challenges in the Modeling and Simulation of Green Buildings", "journal": "Handbook of Energy Systems in Green Buildings, pp. 3-34", "date": "May 2018", "url": "https://link.springer.com/referenceworkentry/10.1007%2F978-3-662-49120-1_50"}, {"ref": "autodesk", "author": "Roth, A.", "title": "Autodesk Upgrades Insight360 with EnergyPlus Annual Energy Simulations", "journal": "Office of Energy Efficiency & Renewable Energy, Department of Energy", "date": "October 2016", "url": "https://www.energy.gov/eere/buildings/articles/autodesk-upgrades-insight360-energyplus-annual-energy-simulations"}, {"ref": "energy_plus", "author": "Office of Energy Efficency & Renewable Energy", "title": "Building Energy Modeling", "journal": "U. S. Department of Energy", "date": "Accessed March 22, 2021", "url": "https://www.energy.gov/eere/buildings/building-energy-modeling"}, {"ref": "eere_tools", "author": "Office of Energy Efficiency & Renewable Energy", "title": "Building Energy Codes Program", "journal": "U. S. Department of Energy", "date": "Accessed March 22, 2021", "url": "https://www.energycodes.gov/software-and-web-tools"}, {"ref": "bim_interop", "author": "Moon, H. J., Choi, M. S., Kim, S. K., Ryu, S. H.", "title": "Case Studies for the Evaluation of Interoperability Between a BIM Based Architectural Model and Building Performance Analysis Programs", "journal": "Proceedings of Building Simulation 2011: 12th Conference of International Building Performance Simulation Association, Sydney", "date": "November 2011", "url": "http://ibpsa.org/proceedings/BS2011/P_1510.pdf"}, {"ref": "spawn", "author": "U. S. Department of Energy", "title": "Spawn-of-EnergyPlus (Spawn)", "date": "October 2014", "url": "https://www.energy.gov/eere/buildings/downloads/spawn-energyplus-spawn"}, {"date": "2013", "url": "https://webstore.iea.org/technology-roadmap-energy-efficient-building-envelopes", "title": "Technology Roadmap: Energy efficient building envelopes", "ref": "iea_envelope", "author": "International Energy Agency"}, {"date": "2013", "url": "https://www.iea.org/etp/buildings/", "title": "Transition to Sustainable Buildings", "ref": "iea_buildings", "author": "International Energy Agency"}, {"date": "Accessed October 24, 2018", "url": "https://www.eia.gov/totalenergy/data/annual/", "title": "Total Energy", "ref": "eia_total", "author": "U.S. Energy Information Administration"}, {"date": "2017", "url": "https://www.eia.gov/consumption/residential/", "title": "2015 Residential Energy Consumption Survey", "ref": "recs", "author": "U. S. Energy Information Administration"}, {"date": "2015", "url": "https://www.eia.gov/consumption/commercial/", "title": "2012 Commercial Buildings Energy Consumption Survey", "ref": "cbecs", "author": "U. S. Energy Information Administration"}, {"title": "Energy Savings Forecast of Solid-State Lighting in General Illumination Applications", "url": "https://www.energy.gov/eere/ssl/downloads/2016-ssl-forecast-report", "journal": "Prepared by Navigant Consulting, Inc., prepared for Solid-State Lighting Program, Building Technologies Office, Energy Efficiency and Renewable Energy, U.S. Department of Energy", "author": "Penning, J., Stober, K., Taylor, V., Yamada, M.", "date": "September 2016", "ref": "led_forecast"}, {"ref": "rockefeller", "author": "Rockefeller Foundation, DB Climate Change Advisors", "title": "United States Building Energy Efficiency Retrofits", "date": "March 2012", "url": "https://www.rockefellerfoundation.org/report/united-states-building-energy-efficiency-retrofits/"}, {"title": "Research & Development Roadmap for Emerging HVAC Technologies", "url": "https://www.energy.gov/eere/buildings/downloads/research-development-roadmap-emerging-hvac-technologies", "journal": "U.S. Department of Energy, Energy Efficiency & Renewable Energy, Building Technologies Office. Prepared by Navigant Consulting, Inc.", "author": "Goetzler, W., Guernsey, Young, J.", "date": "October 2014", "ref": "bto_hvac"}, {"title": "Appliance Remanufacturing and Energy Savings", "url": "http://web.mit.edu/ebm/www/Publications/MITEI-1-a-2010.pdf", "journal": "Environmentally Benign Manufacturing Laboratory, MIT Sloan School of Management", "author": "Boustani, A., Sahni, S., Gutowski, T., Graves. S.", "date": "January 2010", "ref": "us_appliance_trend"}]}