{"sections": [{"content": ["Following, we examine the health and environmental impacts of several hazard exposures. See also our analysis of the <a href=\"/solution/energy/chemicals_energy\">chemical industry</a>.", "There are additional potentially hazardous material exposures, such as from unclassified neurotoxicants and endocrine disruptors, chemical pesticides, pharmaceutical waste, and emerging nanomaterials, for which the risk is not yet established [lancet_pollution]."]}, {"name": "Chemical Exposure", "content": ["Dangerous elements and chemicals, transmitted through the air, water, food, consumer products, industrial production, or building materials are a major cause of illness and environmental damage. Due to the wide range of hazardous substances, the full cost is highly uncertain. Following, we estimate damages from major classes of chemical pollution.", "-hazardous_exposure.jpg-60", "!Sources: Flanagan et al. [arsenic], Gibbs et al. [foodmetals], Global Burden of Disease [disease_burden].", "Some hazardous substances, such as mercury--especially methylmercury chemicals that accumulate in life and food--cause debilitating illness, even if it is difficult to directly attribute deaths.", "-daly_exposure.jpg-60", "!The DALY metric measures the number of years of life lost, with partial years attributed to years living with illness or disability. Sources: Gibbs et al. [foodmetals], Global Burden of Disease [disease_burden].", "Following are select estimates of monetized damages from the health impact of hazardous material exposure.", "-chemical_econ_damage.jpg-60", "!Estimates of the health impact, expressed as monetized damages from suffering and lost productivity. As only select materials are considered, only the United States and the European Union except in the case of lead are assessed, and ecosystem damages are not considered, these figures significantly underestimate the full cost of chemical exposure. Source: Grandjean and Bellanger [grandjean]."]}, {"name": "Radiation", "content": ["Among sources of ionizing radiation, radon is the greatest threat to human health.", "-radiation_exposure.jpg-60", "!Actual dosage can vary widely, with high concentration of radon a particular threat when the gas accumulates in a confined space. Medical exposure varies widely depending on medical needs. Sources: Schauer and Linton [ncrp], with explanatory notes from the World Nuclear Association [nrc_rad]."]}], "title": "Chemical Pollution", "parent_link": "environment", "parent_name": "Environment", "references": [{"ref": "lancet_pollution", "author": "Landrigan, P. et al.", "title": "The <i>Lancet</i> Commission on pollution and health", "journal": "The Lancet Commissions <b>391</b>(10119), pp. 462-512", "date": "February 2018", "url": "https://www.thelancet.com/commissions/pollution-and-health"}, {"ref": "arsenic", "author": "Flanagan, S.V., Johnston, R.B., Zheng, Y.", "title": "Arsenic in tube well water in Bangladesh: health and economic impacts and implications for arsenic mitigation", "journal": "Bulletin of the World Health Organization <b>90</b>(11), pp. 839-846", "date": "November 2012", "url": "https://www.ncbi.nlm.nih.gov/pubmed/23226896"}, {"ref": "foodmetals", "author": "Gibbs, H., Barchowsky, A., Bellinger, D., Bolger, P.M., Carrington, C., Havelaar, A., Oberoi, S., Zang, Y., O'Leary, K., Devleesschauwer, B.", "title": "Estimates of the 2015 global and regional disease burden from four foodborne metals – arsenic, cadmium, lead and methylmercury", "journal": "Environmental Research <b>174</b>, pp. 188-194", "date": "July 2019", "url": "https://www.sciencedirect.com/science/article/abs/pii/S0013935118306959"}, {"ref": "disease_burden", "author": "Global Burden of Disease Collaborative Network", "title": "Global Burden of Disease Study 2017 (GBD 2017) Results", "journal": "Seattle, United States: Institute for Health Metrics and Evaluation (IHME)", "date": "2018", "url": "http://ghdx.healthdata.org/gbd-results-tool"}, {"ref": "grandjean", "author": "Grandjean, P., Bellanger, M.", "title": "Calculation of the disease burden associated with environmental chemical exposures: application of toxicological information in health economic estimation", "journal": "Environmental Health <b>16</b>, Article number: 123", "date": "December 2017", "url": "https://ehjournal.biomedcentral.com/articles/10.1186/s12940-017-0340-3"}, {"ref": "ncrp", "author": "Schauer, D. A., Linton, O. W.", "title": "NCRP report No. 160, ionizing radiation exposure of the population of the United States", "journal": "Health physics <b>97</b>(1), pp. 1-5", "date": "2009", "url": "https://ncrponline.org/publications/reports/ncrp-report-160-2/"}, {"ref": "nrc_rad", "author": "World Nuclear Association", "title": "Nuclear Radiation and Health Effects", "date": "Rev. April 2020", "url": "https://www.world-nuclear.org/information-library/safety-and-security/radiation-and-health/nuclear-radiation-and-health-effects.aspx"}]}