{"sections": [{"content": ["In 2016, the world chemical and petrochemical industries consumed 66 exajoules of primary energy [iea_sankey]. There are thousands of industrial chemical products on the market, though four classes--Olefins (ethylene and propylene, key precursors to plastics), <a href=\"/solution/ammonia\">ammonia</a>, BTX aromatics (benzene, toluene, xylene), and <a href=\"/solution/methanol\">methanol</a>--account for about half of the energy usage [chemical_roadmap]."]}, {"name": "Environmental Performance", "content": ["Following are estimates of energy that might saved through new catalytic processes, bringing the world chemical industry to best practices, and maximal plastic recycling.", "-chemical_energy_savings.jpg-60", "!Energy savings potential from new catalytic processes estimated by the IEA et al. [chemical_roadmap]. Savings from best practices are estimated from Saygin et al. [saygin], with the IEA Sankey diagram [iea_sankey] used to estimate primary energy savings. Savings potential from plastics recycling is estimated by taking savings per ton, given by Hopewell et al. [plastic_recycling], and applying to total plastics usage worldwide, given by PlasticsEurope [plasticseurope], minus the portion already recycling, estimated by the IEA [futureofpetrochemicals].", "The use of engineered organisms in manufacturing may reduce energy and financial costs and make biomaterial usage more viable [nap_ind_bio]. Recycling also brings significant savings in water consumption and greenhouse gas emissions [plastic_recycling].", "As with <a href=\"/solution/ammonia\">ammonia</a> and <a href=\"/solution/methanol\">methanol</a>, the fossil fuel feedstock for high value chemicals, such as olefins and BTX, can be be replaced by biomass or electrolyzed hydrogen. However, electrolysis can reduce greenhouse gas emissions only if the electricity is generated from a low carbon source [futureofpetrochemicals]. The electrolysis route for the chemical industry is technically possible but economically infeasible at present.", "-chemical_electrolysis.jpg", "!In 2030, it would take almost all world electricity to replace the leading 20 chemicals--representing 75% of world greenhouse gas emissions--with electrolyzed alternatives with established technology, and more than half with technologies that are under development but not yet commercalized. Source: Kätelhön et al. [ccu_chemical]."]}, {"name": "Chemical Pollution and Other Hazardous Substances", "content": ["Dangerous elements and chemicals, transmitted through the air, water, food, consumer products, industrial production, or building materials are a major cause of illness and environmental damage. Due the wide range of hazardous substances, the full cost is highly uncertain. Following, we estimate damages from major classes of chemical pollution.", "-hazardous_exposure.jpg", "!Estimates of the numbers of deaths for which exposure to hazard substances contribute. Sources: Flanagan et al. [arsenic], Gibbs et al. [foodmetals], Global Burden of Disease [disease_burden].", "Some hazardous substances, such as mercury--especially methylmercury chemicals that accumulate in life and food--cause debilitating illness, even if it is difficult to directly attribute deaths.", "-daly_exposure.jpg", "!Estimates of the numbers of disability-adjusted life years lost due to hazardous substance exposure. The DALY metric measures the number of years of life lost, which partial years attributed to years living with illness or disability. Sources: Gibbs et al. [foodmetals], Global Burden of Disease [disease_burden].", "Following are select estimates of monetized damages from the health impact of hazardous material exposure.", "-chemical_econ_damage.jpg", "!Estimates of the health impact, expressed as monetized damages from suffering and lost productivity. As only select materials are considered, only the United States and the European Union except in the case of lead are assessed, and ecosystem damages are not considered, these figures significantly underestimate the full cost of chemical exposure. Source: Grandjean and Bellanger [grandjean].", "Among sources of ionizing radiation, radon is the greatest threat to human health.", "-radiation_exposure.jpg", "!Sources of ionizing radiation received by the average American over a year. Actual dosage can vary widely, with high concentration of radon a particular threat when the gas accumulates in a confined space. Medical exposure varies widely depending on medical needs. Sources: Schauer and Linton [ncrp], with explanatory notes from the World Nuclear Association [nrc_rad].", "There are additional potentially hazardous material exposures, such as from unclassified neurotoxicants and endocrine disruptors, chemical pesticides, pharmaceutical waste, and emerging nanomaterials, for which the risk is not yet established [lancet_pollution]."]}, {"name": "Plastic Pollution", "content": ["Plastics, a major portion of the chemicals industry, are of particular concern from a pollution standpoint. Poor waste management practices, rather than the absolute volume of plastic waste generated, is the main factor that determines how much oceanic pollution occurs.", "-plastic_pollution.jpg-60", "!Overall plastic consumption and mismanaged plastic waste by country. Source: Ritchie and Roser [owid_plastic], who draw upon Jambeck et al. [plastic_mis] and Li et al. [plastic_marine]."]}], "title": "Chemicals", "parent_link": "industry", "parent_name": "Industry", "references": [{"url": "https://www.iea.org/Sankey/", "date": "Accessed April 18, 2019", "title": "Sankey Diagram", "ref": "iea_sankey", "author": "International Energy Agency"}, {"date": "2013", "url": "https://www.iea.org/publications/freepublications/publication/Chemical_Roadmap_2013_Final_WEB.pdf", "title": "Technology Roadmap: Energy and GHG Reductions in the Chemical Industry via Catalytic Processes", "ref": "chemical_roadmap", "author": "International Energy Agency, International Council of Chemical Associations, DECHEMA"}, {"ref": "saygin", "author": "Saygin, D., Patel, M., Worrell, E., Tam, C., Gielen, D.", "title": "Potential of best practice technology to improve energy efficiency in the global chemical and petrochemical sector", "journal": "Energy <b>36</b>(9), pp. 5779-5790", "date": "September 2011", "url": "https://www.sciencedirect.com/science/article/abs/pii/S0360544211003446"}, {"title": "Plastics recycling: challenges and opportunities", "url": "http://rstb.royalsocietypublishing.org/content/364/1526/2115", "journal": "Philosophical Transactions B of the Royal Society <b>364</b> (1526)", "author": "Hopewell, J., Dvorak, R., Kosior, E.", "date": "July 2009", "ref": "plastic_recycling"}, {"ref": "plasticseurope", "author": "PlasticsEurope", "title": "Plastics - the Facts 2018", "date": "2018", "url": "https://www.plasticseurope.org/application/files/6315/4510/9658/Plastics_the_facts_2018_AF_web.pdf"}, {"ref": "futureofpetrochemicals", "author": "International Energy Agency", "title": "The Future of Petrochemicals", "date": "2018", "url": "https://www.iea.org/petrochemicals/"}, {"title": "Industrialization of Biology: A Roadmap to Accelerate the Advanced Manufacturing of Chemicals", "url": "http://www.nap.edu/catalog/19001/industrialization-of-biology-a-roadmap-to-accelerate-the-advanced-manufacturing", "journal": "Committee on Industrialization of Biology: A Roadmap to Accelerate the Advanced Manufacturing of Chemicals; Board on Chemical Sciences and Technology; Board on Life Sciences; Division on Earth and Life Studies", "author": "National Research Council", "date": "2015", "ref": "nap_ind_bio"}, {"ref": "ccu_chemical", "author": "Kätelhön, A., Meys, R., Deutz, S., Suh, S., Bardow. A.", "title": "Climate change mitigation potential of carbon capture and utilization in the chemical industry", "journal": "Proceedings of the National Academies of Sciences of the United States of America <b>116</b>(23), pp. 11187-11194", "date": "June 2019", "url": "https://www.pnas.org/content/116/23/11187"}, {"ref": "arsenic", "author": "Flanagan, S.V., Johnston, R.B., Zheng, Y.", "title": "Arsenic in tube well water in Bangladesh: health and economic impacts and implications for arsenic mitigation", "journal": "Bulletin of the World Health Organization <b>90</b>(11), pp. 839-846", "date": "November 2012", "url": "https://www.ncbi.nlm.nih.gov/pubmed/23226896"}, {"ref": "foodmetals", "author": "Gibbs, H., Barchowsky, A., Bellinger, D., Bolger, P.M., Carrington, C., Havelaar, A., Oberoi, S., Zang, Y., O'Leary, K., Devleesschauwer, B.", "title": "Estimates of the 2015 global and regional disease burden from four foodborne metals – arsenic, cadmium, lead and methylmercury", "journal": "Environmental Research <b>174</b>, pp. 188-194", "date": "July 2019", "url": "https://www.sciencedirect.com/science/article/abs/pii/S0013935118306959"}, {"ref": "disease_burden", "author": "Global Burden of Disease Collaborative Network", "title": "Global Burden of Disease Study 2017 (GBD 2017) Results", "journal": "Seattle, United States: Institute for Health Metrics and Evaluation (IHME)", "date": "2018", "url": "http://ghdx.healthdata.org/gbd-results-tool"}, {"ref": "grandjean", "author": "Grandjean, P., Bellanger, M.", "title": "Calculation of the disease burden associated with environmental chemical exposures: application of toxicological information in health economic estimation", "journal": "Environmental Health <b>16</b>, Article number: 123", "date": "December 2017", "url": "https://ehjournal.biomedcentral.com/articles/10.1186/s12940-017-0340-3"}, {"ref": "ncrp", "author": "Schauer, D. A., Linton, O. W.", "title": "NCRP report No. 160, ionizing radiation exposure of the population of the United States", "journal": "Health physics <b>97</b>(1), pp. 1-5", "date": "2009", "url": "https://ncrponline.org/publications/reports/ncrp-report-160-2/"}, {"ref": "nrc_rad", "author": "World Nuclear Association", "title": "Nuclear Radiation and Health Effects", "date": "Rev. April 2020", "url": "https://www.world-nuclear.org/information-library/safety-and-security/radiation-and-health/nuclear-radiation-and-health-effects.aspx"}, {"ref": "lancet_pollution", "author": "Landrigan, P. et al.", "title": "The <i>Lancet</i> Commission on pollution and health", "journal": "The Lancet Commissions <b>391</b>(10119), pp. 462-512", "date": "February 2018", "url": "https://www.thelancet.com/commissions/pollution-and-health"}, {"ref": "owid_plastic", "author": "Ritchie, H., Roser M.", "title": "Plastic Pollution", "date": "2019", "journal": "Our World In Data", "url": "https://ourworldindata.org/plastic-pollution"}, {"ref": "plastic_mis", "author": "Jambeck, J., Geyer, R., Wilcox, C., Siegler, T., Perryman, M., Andrady, A., Narayan, R., Law, K.", "title": "Plastic waste inputs from land into the ocean", "journal": "Science <b>347</b>(6223), pp. 768-771", "date": "February 2015", "url": "https://science.sciencemag.org/content/347/6223/768/"}, {"ref": "plastic_marine", "author": "Li, W., Tse, H., Fok, L.", "title": "Plastic waste in the marine environment: A review of sources, occurrence and effects", "journal": "https://www.sciencedirect.com/science/article/pii/S0048969716310154", "date": "October 2016"}]}