{"sections": [{"content": ["In 2016, the world chemical and petrochemical industries consumed 66 exajoules of primary energy [iea_sankey]. There are thousands of industrial chemical products on the market, though four classes--Olefins (ethylene and propylene, key precursors to plastics), <a href=\"/solution/energy/ammonia\">ammonia</a>, BTX aromatics (benzene, toluene, xylene), and <a href=\"/solution/energy/methanol\">methanol</a>--account for about half of the energy usage [chemical_roadmap]. See also our analysis of <a href=\"/solution/habitat/chemical_socio\">hazardous chemical exposure</a>."]}, {"name": "Environmental Performance", "content": ["Following are estimates of energy that might saved through new catalytic processes, bringing the world chemical industry to best practices, and maximal plastic recycling.", "-chemical_energy_savings.svg-60", "!Energy savings potential from new catalytic processes estimated by the IEA et al. [chemical_roadmap]. Savings from best practices are estimated from Saygin et al. [saygin], with the IEA Sankey diagram [iea_sankey] used to estimate primary energy savings. Savings potential from plastics recycling is estimated by taking savings per ton, given by Hopewell et al. [plastic_recycling], and applying to total plastics usage worldwide, given by PlasticsEurope [plasticseurope], minus the portion already recycling, estimated by the IEA [futureofpetrochemicals].", "The use of engineered organisms in manufacturing may reduce energy and financial costs and make biomaterial usage more viable [nap_ind_bio]. Recycling also brings significant savings in water consumption and greenhouse gas emissions [plastic_recycling].", "As with <a href=\"/solution/energy/ammonia\">ammonia</a> and <a href=\"/solution/energy/methanol\">methanol</a>, the fossil fuel feedstock for high value chemicals, such as olefins and BTX, can be be replaced by biomass or electrolyzed hydrogen. However, electrolysis can reduce greenhouse gas emissions only if the electricity is generated from a low carbon source [futureofpetrochemicals]. The electrolysis route for the chemical industry is technically possible but economically infeasible at present.", "-chemical_electrolysis.svg-60", "!In 2030, it would take almost all world electricity to replace the leading 20 chemicals--representing 75% of world greenhouse gas emissions--with electrolyzed alternatives with established technology, and more than half with technologies that are under development but not yet commercalized. Source: Kätelhön et al. [ccu_chemical]."]}], "title": "Chemicals", "parent_link": "industry", "parent_name": "Industry", "references": [{"url": "https://www.iea.org/Sankey/", "date": "Accessed April 18, 2019", "title": "Sankey Diagram", "ref": "iea_sankey", "author": "International Energy Agency"}, {"date": "2013", "url": "https://www.iea.org/publications/freepublications/publication/Chemical_Roadmap_2013_Final_WEB.pdf", "title": "Technology Roadmap: Energy and GHG Reductions in the Chemical Industry via Catalytic Processes", "ref": "chemical_roadmap", "author": "International Energy Agency, International Council of Chemical Associations, DECHEMA"}, {"ref": "saygin", "author": "Saygin, D., Patel, M., Worrell, E., Tam, C., Gielen, D.", "title": "Potential of best practice technology to improve energy efficiency in the global chemical and petrochemical sector", "journal": "Energy <b>36</b>(9), pp. 5779-5790", "date": "September 2011", "url": "https://www.sciencedirect.com/science/article/abs/pii/S0360544211003446"}, {"title": "Plastics recycling: challenges and opportunities", "url": "http://rstb.royalsocietypublishing.org/content/364/1526/2115", "journal": "Philosophical Transactions B of the Royal Society <b>364</b> (1526)", "author": "Hopewell, J., Dvorak, R., Kosior, E.", "date": "July 2009", "ref": "plastic_recycling"}, {"ref": "plasticseurope", "author": "PlasticsEurope", "title": "Plastics - the Facts 2018", "date": "2018", "url": "https://www.plasticseurope.org/application/files/6315/4510/9658/Plastics_the_facts_2018_AF_web.pdf"}, {"ref": "futureofpetrochemicals", "author": "International Energy Agency", "title": "The Future of Petrochemicals", "date": "2018", "url": "https://www.iea.org/petrochemicals/"}, {"title": "Industrialization of Biology: A Roadmap to Accelerate the Advanced Manufacturing of Chemicals", "url": "http://www.nap.edu/catalog/19001/industrialization-of-biology-a-roadmap-to-accelerate-the-advanced-manufacturing", "journal": "Committee on Industrialization of Biology: A Roadmap to Accelerate the Advanced Manufacturing of Chemicals; Board on Chemical Sciences and Technology; Board on Life Sciences; Division on Earth and Life Studies", "author": "National Research Council", "date": "2015", "ref": "nap_ind_bio"}, {"ref": "ccu_chemical", "author": "Kätelhön, A., Meys, R., Deutz, S., Suh, S., Bardow. A.", "title": "Climate change mitigation potential of carbon capture and utilization in the chemical industry", "journal": "Proceedings of the National Academies of Sciences of the United States of America <b>116</b>(23), pp. 11187-11194", "date": "June 2019", "url": "https://www.pnas.org/content/116/23/11187"}]}