{"sections": [{"content": ["Compact cities are a leading tool for energy savings, and they are the only significant option available to reduce the land use impact of cities. We review the benefits of density and how it can be effectively achieved. We review other important tools for saving energy, including efficiency in heating, cooling, lighting, and appliances."]}, {"name": "Energy Savings Potential", "content": ["On a worldwide basis, meeting future needs for urbanization with compact cities is one of the greatest energy savings tools available.", "-Potential Urban Energy Demand and Savings.svg-80", "!World urban energy demand will almost grow through midcentury, but the growth rate can be reduced through compact cities. The greatest potential for savings is in the developing cities of Asia, Africa, and the Middle East. Source: Creutzig et al. [global_urb_en].", "The following estimates primary energy savings potential in the United States for different tools that can be applied by cities, taking into account practical constraints on how widely they can be deployed.", "-Urban Energy Savings Potential.svg", "!Potential energy savings in cities in the United States. See our analyses of <a href=\"/solution/energy/heating\">heating and cooling</a>, <a href=\"/solution/energy/solar\">distributed solar</a>, <a href=\"/solution/energy/building_energy\">energy in buildings</a>, urban <a href=\"/solution/energy/density\">density</a> and <a href=\"/solution/energy/urban_form\">form</a>, and <a href=\"/solution/energy/recycling_energy\">recycling</a>.", "Density saves on overall <a href=\"/solution/energy/heating\">heating, cooling</a>, and <a href=\"/solution/energy/transpo_systems\">transportation</a> energy demand, and dense develoment enables district heating and cooling systems, the most energy efficient heating and cooling tools. Achieving the full benefits of urban density require an efficient <a href=\"/solution/energy/urban_form\">urban form</a>, characterized by a centralized city, mixed use development, and effective transportation alternatives to driving. Shifting <a href=\"/solution/energy/housing\">housing development</a> toward more compact forms, especially apartments, is critical. Some <a href=\"/topic/cities/policy\">practical steps</a> that cities can take include setting tax levels to account for costs of development and setting zoning regulations that enable density, especially tall apartments buildings with small units.", "Major energy saving opportunities are available through upgrading HVAC and building envelopes, as well as developing more efficient heating and cooling technology. Lesser but significant energy savings opportunities are available with <a href=\"/solution/energy/solar\">enabling distributed solar power</a>, <a href=\"/solution/energy/recycling_energy\">recycling</a>, and accelerating the usage of LED lighting."]}, {"content": ["Most of the world's population growth and urbanization in the 21st century will occur in what today are developing countries. The manner in which this development occurs will have a profound impact on the world's future <a href=\"/solution/energy/building_energy\">energy</a> and land consumption.", "The world is becoming more urbanized. The trend toward greater urbanization is expected to continue in each major country income group.", "-Urban Percentage.svg-60", "!Projected trends in urbanization. Source: United Nations Population Divsion [wup]", "Agriculture is humans' <a href=\"/solution/habitat/land_use_socio\">largest land use</a>, but cities are rapidly growing in their contribution. The urbanized portion of the Earth's land area has been estimated at 0.47% in 2000 [city_exp] and 0.65% in 2010 [liu_he]. Most of the opportunity for saving energy and land is in the rapidly growing cities of the developing world, particularly Asia and Africa [global_urb_en].", "-Expansion of Cities.svg-35", "!If urban population densities decrease by 1% per year, built-up area could reach 1.5% of total land area by 2050 [city_exp]. The recent trend is a population density decline of 1.4% per year [atlas]. By contrast, if urban density increases after 2020 at half the rate of urban population growth, the rate of urban expansion would be greatly slowed. Source: Angel et al. [city_exp].", "Urban growth might be met by <a href=\"/solution/cities/new_cities\">new cities</a>, as well as expansion of existing cities, though building new cities can be economically challenging."], "name": "Trends in Urban Land Use"}], "title": "Cities Overview", "parent_link": "cities", "parent_name": "Cities", "references": [{"title": "Global typology of urban energy use and potentials for an urbanization mitigation wedge", "url": "http://www.pnas.org/content/112/20/6283.full", "journal": "Proceedings of the National Academy of Sciences", "author": "Creutzig, F., Baiocchi, G., Bierkandt, R., Pichler, P., Seto, K.", "date": "May 2015", "ref": "global_urb_en"}, {"title": "World Urbanization Prospects: The 2018 Revision, Online Edition", "url": "https://population.un.org/wup/", "isbook": 1, "author": "United Nations Population Division", "date": "2018", "ref": "wup"}, {"title": "Making Room for a Planet of Cities", "url": "http://www.lincolninst.edu/pubs/1880_Making-Room-for-a-Planet-of-Cities-urban-expansion", "journal": "Lincoln Institute of Land Policy", "author": "Angel, S. et al.", "date": "January 2011", "ref": "city_exp"}, {"title": "How much of the world’s land has been urbanized, really? A hierarchical framework for avoiding confusion", "url": "https://link.springer.com/article/10.1007/s10980-014-0034-y", "journal": "Landscape Ecology <b>29</b>(5), pp. 763-771", "author": "Lui, Z., He, C., Zhou, Y., Wu, J.", "date": "May 2014", "ref": "liu_he"}, {"title": "Atlas of Urban Expansion", "url": "http://www.atlasofurbanexpansion.org/", "isbook": 1, "author": "Angel, S. et al.", "date": "2016", "ref": "atlas"}]}