{"sections": [{"name": "The Economic Rationale of Cities", "content": ["The primary purpose of a city is to facilitate the exchange of goods, services, and information [glaeser92]. A city is typically defined as an urban area through which people can commute on a daily basis. Larger cities tend to create more wealth by offering wider job markets, labor pools, and diversity of products for sale. Economists have quantified this benefit of city size and estimated that, for every doubling of city size, per capita wealth tends to increase by 7% to 20% [bettencourt][west][lobo][agglom_conf]. Due to this agglomeration effect, there is a tendency for population growth to concentrate in existing cities rather than new cities.", "Cities also fit into the larger national and world economies, and consequently they need to exchange goods, services, information, and people beyond their borders to thrive. There is extensive evidence (for example, [beyz]) that the level of access to intercity transportation is a major factor in city success.", "There are other factors that may motivate the construction of new cities, such as natural resource extraction or politics. Such factors should apply to justify building a new city, particularly in an exotic location that is far from existing cities."]}], "title": "Size", "parent_link": "cities_socioeconomics", "parent_name": "Socioeconomics", "references": [{"ref": "glaeser92", "author": "Glaeser, E., Kallal, H., Scheinkman, J., Shleifer, A.", "title": "Growth in Cities", "date": "1992", "journal": "Journal of Political Economy <b>100</b>(6)", "url": "https://www.journals.uchicago.edu/doi/10.1086/261856"}, {"ref": "bettencourt", "author": "Bettencourt, L.", "title": "The Origins of Scaling in Cities", "journal": "Science <b>340</b>(1438)", "date": "June 2013"}, {"ref": "west", "author": "Bettencourt, L., Lobo, J., Helbing, D., Kühnert, C., West, G.", "title": "Growth, innovation, scaling, and the pace of life in cities", "journal": "Proceedings of the National Academy of Sciences <b>104</b>(17)", "date": "April 2007", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1852329/"}, {"ref": "lobo", "author": "Lobo, J., Bettencourt, L., Strumsky, D., West, G.", "title": "Urban scaling and the production function for cities", "date": "2013", "journal": "PLoS ONE <b>8</b>(3)", "url": "https://doi.org/10.1371/journal.pone.0058407"}, {"ref": "agglom_conf", "author": "National Bureau of Economic Research, Glaeser, E. (ed)", "title": "Agglomeration Economics", "date": "2010", "isbook": 1, "journal": "University of Chicago Press", "url": "http://papers.nber.org/books/glae08-1"}, {"ref": "beyz", "author": "Beyzatler, M., Karacal, M., Yetkiner, H.", "title": "Granger-causality between transportation and GDP: A panel data approach", "journal": "Transportation Research Part A: Policy and Practice <b>63</b>, pp. 43-55", "date": "May 2014", "url": "https://www.sciencedirect.com/science/article/pii/S0965856414000524"}]}