{"sections": [{"content": ["Sprawl, or development patterns at a lower density than sensible, carries <a href=\"/solution/cities/cities_high_density\">energy</a> and ecosystem service costs, as well as financial costs as detailed below."]}, {"content": ["State and local governments spend most of their budgets on infrastructure, services, and subsequent resulting debt and pensions. The United States struggles to adequately fund infrastructure [cfr_infrastructure], and state and local governments chronically struggle with their budgets [csg_finances]. Inefficient urban development patterns are a major driver of these problems.", "The following estimates costs in dollars per person per year for infrastructure and services based on the urban form. Insofar as they are not captured in property taxes or development fees, they are externalized costs.", "-Annual Externalities Cost per Person.jpg-60", "!Annual cost per person of supplying municipal services and infrastructure by housing type. Source: Halifax Regional Municipality [halifax].", "When the price of infrastructure and services is not paid by their primary users, there is an incentive for the city to expand needlessly, leaving established residents with high taxes and fees. To address this, cities should insure that the incremental cost of new infrastructure and services is reflected in new development. This could be done by multiplying property tax by a factor that is the property's estimated demand for municipal services. Additionally, cities should periodically review development charges to insure that they reflect actual infrastructure costs."], "name": "Infrastructure and Service Costs"}], "title": "Costs from Sprawl", "parent_link": "cities_land_use", "parent_name": "Land Use", "references": [{"url": "https://www.cfr.org/backgrounder/state-us-infrastructure", "date": "September 2020", "journal": "Council on Foreign Relations", "title": "The State of U.S. Infrastructure", "ref": "cfr_infrastructure", "author": "McBride, James"}, {"title": "State and Local Governments Reshape Their Finances", "url": "http://knowledgecenter.csg.org/kc/content/state-and-local-governments-reshape-their-finances", "journal": "The Council of State Governments", "author": "Boyd, D., Dadayan, L.", "date": "July 2016", "ref": "csg_finances"}, {"date": "April 2005", "url": "http://usa.streetsblog.org/wp-content/uploads/sites/5/2015/03/Halifax-data.pdf", "title": "Settlement Pattern and Form with Service Cost Analysis", "ref": "halifax", "author": "Halifax Regional Municipality"}]}