{"sections": [{"name": "Urbanization", "content": ["Urbanization, or the number of people worldwide living in cities, is driven by two factors: population growth and urbanization rate. Both are likely to nearly level off in the 21st century, and the peak rate of urbanization may have been in 2017-18.", "-urban_pop.jpg", "!The world's cities are adding twice the population of Nashville, Tennessee every week. Source: World Urbanization Prospects [wup]."]}, {"content": ["The population density of built-up urban areas varies widely around the world, based on a representative sample of 200 cities.", "-People per Hectare.jpg-75", "!Population density in world regions. Source: Angel et al. [atlas].", "The total land taken by a city is the total population divided by population density. The low density cities in the land-rich, developed countries--Australia, Canada, New Zealand, and the United States--have the greatest opportunity to gain the economic and environmental advantages that come with urban density. At the same time, the rapidly growing and urbanizing populations in dense developing world cities aspire to developed world lifestyles and will generate enormous pressure to expand.", "-Personal Space by Income Level.jpg", "!Personal space by country income level. Wealthier countries tend to provide greater personal space, both more floor area per person and fewer people per room. As lower income countries gain wealth, they will almost certainly demand more floor space per person. Source: Kozhenova [kozhenova] and OECD [oecd_better_living].", "Holding down urban land use, then, will almost certainly require building taller.", "Research from the World Resources Institute finds that urban population growth has been met more by outward expansion of cities than by increased density.", "-city_expansion_index", "!Source: [upward_outward]."], "name": "Trends in Size and Density"}, {"content": ["The United States today is predominantly a nation of detached, single-family homes. About 69% of Americans live in detached homes [recs], compared to 30% of citizens of the European Union [eu_sfh]. The floor area of household units in the United States increased about 15% from 1980 to 2010, despite fewer people per household [us120]. The United States, along with Australia and Canada, have particularly large housing sizes.", "-Housing Trends.jpg-75", "!Average household area for select countries, reported by Wilson [size_comp], and household form in the United States by population, reported by the Residential Energy Consumption Survey [recs]."], "name": "Housing Trends"}], "title": "Trends", "parent_link": "cities_socioeconomics", "parent_name": "Socioeconomics", "references": [{"title": "World Urbanization Prospects: The 2018 Revision, Online Edition", "url": "https://population.un.org/wup/", "isbook": 1, "author": "United Nations Population Division", "date": "2018", "ref": "wup"}, {"title": "Atlas of Urban Expansion", "url": "http://www.atlasofurbanexpansion.org/", "isbook": 1, "author": "Angel, S. et al.", "date": "2016", "ref": "atlas"}, {"date": "Accessed October 17, 2018", "url": "http://www.hdm.lth.se/fileadmin/hdm/Education/Undergrad/ABAN05_2010/Kozhenova_Svetlana_-_Quality_of_the_Living_Space.pdf", "title": "Quality of the Living Space", "ref": "kozhenova", "author": "Kozhenova, S."}, {"ref": "oecd_better_living", "author": "OECD", "title": "Housing", "journal": "Better Life Index", "date": "Accessed June 28, 2021", "url": "https://www.oecdbetterlifeindex.org/topics/housing/"}, {"ref": "upward_outward", "author": "Mahendra, A., Seto, K. C.", "title": "Upward and Outward Growth: Managing Urban Expansion for More Equitable Cities in the Global South", "journal": "World Resources Institute", "date": "January 2019", "url": "https://www.wri.org/research/upward-and-outward-growth-managing-urban-expansion-more-equitable-cities-global-south"}, {"date": "2017", "url": "https://www.eia.gov/consumption/residential/", "title": "2015 Residential Energy Consumption Survey", "ref": "recs", "author": "U. S. Energy Information Administration"}, {"date": "June 2009", "url": "http://europa.eu/rapid/press-release_STAT-09-95_en.htm?locale=en", "title": "An extensive range of statistics on consumers", "ref": "eu_sfh", "author": "Eurostat"}, {"title": "120 Years of U.S. Residential Housing Stock and Floor Space", "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0134135", "journal": "PLoS ONE <b>10</b>(8): e0134135", "author": "Moura, M., Smith, S., Belzer, D.", "date": "August 2015", "ref": "us120"}, {"title": "How big is a house? Average house size by country", "url": "http://shrinkthatfootprint.com/how-big-is-a-house", "journal": "Shrink That Footprint", "author": "Wilson, L.", "date": "July 2013", "ref": "size_comp"}]}