{"sections": [{"content": ["Land provides many valuable services, known as ecosystem services, such as air pollution reduction, attraction of tourism, hosting of bees and other pollinators, carbon sequestration, and other valuable functions. These services provide a quantifiable economic value [costanza]. These services may be lost when land is developed, representing a measurable loss of economic value."]}, {"name": "Value of Urban Land", "content": ["From 1973 to 2000, about five million hectares (50,000 square kilometers) of land were developed into cities in the contiguous United States.", "-urban_esv.jpg", "!Source: USGS [usgs_esv]. The totals are the sum of land developed from 1973-80, from 1980-86, from 1986-92, and from 1992-2000 in the contiguous (lower 48) United States. These total differ somewhat from what the USGS reports as the total land development from 1973-2000.", "Estimates of the valuation of ecosystem services from these lands are as follows.", "-urban_esv_value.jpg", "!Source: Ecosystem Services Partnership [esvd]. Figures reported are the means of valuations of ecosystem services in the database. Means are trimmed with the top and bottom 10% of values removed.", "From 1973 to 2000, the ecosystem service valuation of land in the United States converted to cities is about $4 billion, or about $773 per hectare. This is equivalent to about $78 for a quarter acre, roughly the size of a typical single family detached lot. Our calculations were done by valuing what the USGS classifies as 'Grassland/Shrubland' as the mean of the values reported for 'Grassland' and 'Woodland and Shrubland' from ESP, and identifying Forest, Agriculture, and Wetland as Temperate Forests, Cultivated Areas, and Wetland respectively, using only studies conducted in the United States for the latter."]}], "title": "Value of Natural Land", "parent_link": "cities_land_use", "parent_name": "Land Use", "references": [{"ref": "costanza", "author": "Costanza, R., de Groot, R., Sutton, P., van der Ploeg, S., Anderson, S., Kubiszewski, I., Farber, S., Turner, R.", "title": "Changes in the global value of ecosystem services", "journal": "Global Environmental Change <b>26</b>, pp. 152-158", "date": "May 2014", "url": "https://www.sciencedirect.com/science/article/abs/pii/S0959378014000685?via%3Dihub"}, {"ref": "usgs_esv", "author": "United States Geological Survey", "title": "National Land Cover Database", "date": "Accessed July 23, 2021", "url": "https://www.usgs.gov/centers/eros/science/national-land-cover-database?qt-science_center_objects=0#qt-science_center_objects"}, {"ref": "esvd", "author": "Environmental Systems Analysis Group", "title": "Ecosystem Services Partnership", "date": "Accessed July 23, 2021", "url": "https://www.es-partnership.org/"}]}