{"sections": [{"content": ["The advent of LED lighting is a major driver of energy efficiency. While the lighting market is transitioning to LEDs on its own, public support to accelerate the transition could save over 1.4 EJ of primary energy per year by 2030 [led_forecast]. Replacing all outdoor parking, roadway, and highway lighting with LEDs would save about 0.4 EJ of primary energy [outdoor_led].", "Household and commercial building appliances, such as refrigerators, dishwashers, clothes washers and dryers, and microwaves, typically improve in energy efficiency by about 4% per year [us_appliance_trend][eu_appliance_trend]. Continuing to invest in appliance efficiency should save the United States about 1.6 EJ of primary energy per year by 2040."], "name": "Lighting and Appliances"}], "title": "Lighting", "parent_link": "cities_energy_and_pollution", "parent_name": "Energy and Pollution", "references": [{"title": "Energy Savings Forecast of Solid-State Lighting in General Illumination Applications", "url": "https://www.energy.gov/eere/ssl/downloads/2016-ssl-forecast-report", "journal": "Prepared by Navigant Consulting, Inc., prepared for Solid-State Lighting Program, Building Technologies Office, Energy Efficiency and Renewable Energy, U.S. Department of Energy", "author": "Penning, J., Stober, K., Taylor, V., Yamada, M.", "date": "September 2016", "ref": "led_forecast"}, {"title": "Energy Savings Estimates of Light Emitting Diodes in Niche Lighting Applications", "url": "https://www1.eere.energy.gov/buildings/publications/pdfs/ssl/nichefinalreport_january2011.pdf", "journal": "Prepared for Building Technologies Program, Office of Energy Efficiency and Renewable Energy, U.S. Department of Energy", "author": "Navigant Consulting, Inc.", "date": "January 2011", "ref": "outdoor_led"}, {"title": "Appliance Remanufacturing and Energy Savings", "url": "http://web.mit.edu/ebm/www/Publications/MITEI-1-a-2010.pdf", "journal": "Environmentally Benign Manufacturing Laboratory, MIT Sloan School of Management", "author": "Boustani, A., Sahni, S., Gutowski, T., Graves. S.", "date": "January 2010", "ref": "us_appliance_trend"}, {"title": "Energy efficiency of White Goods in Europe: monitoring the market with sales data", "url": "http://www.topten.eu/uploads/File/WhiteGoods_in_Europe_June15.pdf", "journal": "Topten International Services, supported by ADEME and WWF", "author": "Michel, A., Attali, S., Bush, E.", "date": "June 2015", "ref": "eu_appliance_trend"}]}