{"sections": [{"content": ["District heating and cooling, enabled by <a href=\"/solution/cities/cities_high_density\">high density</a>, is one of the most effective ways to save energy on heating and cooling. See our analysis of <a href=\"/solution/energy/heating\">heating and cooling</a> for solutions in other areas."]}, {"content": ["<a href='/solution/cities/cities_density'>Dense development</a> allow a district heating system, or a district heating and cooling system, to be economically viable. District systems typically save energy, especially if powered by what would otherwise be waste heat. Conversely, building a district heating and/or cooling system is a planning tool for density, by allowing future buildings to save on dedicated HVAC infrastructure.", "-dhc_viability.jpg-80", "!Energy requirements and viability of district heating and cooling. Sources: Population density threshholds for viability of DHC are estimated from Möller and Werner [dhc_viability]. Energy for district heating is estimated from Gudmundsson [wit_district] and for district cooling is estimated from Stellar Energy [dc_energy].", "If all anticipated American population growth to 2060 is served by district heating and cooling, nearly 10% of heating and cooling primary energy would be saved relative to continuing the current heating and cooling pattern [census2060]."], "name": "District Heating and Cooling and Density"}, {"content": ["Sweden is a world leader in the use of district heating, which provides over 50% of the country's residential and commercial heating needs [sweden_dhc]. Only 3% of heating demand was met by district systems in 1960 [sweden_dhc], but in the following decades, the Swedish government saw district heating as a solution to achieve several goals--reduce dependence on oil, spur the construction of new homes, and reduce CO<sub>2</sub> emissions--and invested accordingly [sweden_dhc].", "From 1980 to 2015, the carbon intensity of Sweden's district heating fell from about 325 grams CO<sub>2</sub>-equivalent per megajoule to 65 grams/MJ [data_parks], driven in part by the country's high carbon tax, as coal and oil have been replaced by biomass, waste, combined heat and power systems, and excess industrial heat [sweden_dhc].", "Today, Stockholm is developing the Open District Heating concept, which would create a market for smaller heat providers, such as data centers, to sell heat in the district system [data_parks]. In recent years, Sweden has conducted pilot projects into using district heating for washing machines and dishwashers [sweden_dhc]. As of 2014, district cooling systems delivered 3.6 petajoules, and this figure is growing at 8% per year [sweden_dhc]."], "name": "Sweden: District Heating and Cooling Success Story"}], "title": "Thermal Transfer", "parent_link": "cities_energy_and_pollution", "parent_name": "Energy and Pollution", "references": [{"title": "Quantifying the Potential for District Heating and Cooling in EU Member States", "url": "https://hre.aau.dk/wp-content/uploads/2018/09/STRATEGO-WP2-Background-Report-6-Mapping-Potenital-for-DHC.pdf", "journal": "Stratego Advanced Heating & Cooling Plans, Work Package 2, Background Report 6. Cofounded by the Intelligent Energy Europe Programme of the European Union", "author": "Möller, B., Werner, S.", "date": "2016", "ref": "dhc_viability"}, {"title": "Cost analysis of district heating compared to its competing technologies", "url": "https://www.witpress.com/Secure/elibrary/papers/ESUS13/ESUS13009FU1.pdf", "journal": "WIT Transactions on Ecology and the Environment <b>176</b>, pp. 3-13", "author": "Gudmundsson, O., Thorsen, J., Zhang, L.", "date": "2013", "ref": "wit_district"}, {"date": "Accessed February 16, 2019", "url": "http://www.stellar-energy.net/what-we-do/solutions/district-cooling.aspx", "title": "District Cooling", "ref": "dc_energy", "author": "Stellar Energy"}, {"date": "Accessed January 16, 2019", "url": "https://www.census.gov/programs-surveys/popproj.html", "title": "Population Projections", "ref": "census2060", "author": "United States Census Bureau"}, {"title": "District heating and cooling in Sweden", "url": "https://www.sciencedirect.com/science/article/pii/S0360544217304140", "journal": "Energy <b>126</b>(1), pp/ 419-429", "author": "Werner, S.", "date": "May 2017", "ref": "sweden_dhc"}, {"date": "January 2017", "url": "https://www.semanticscholar.org/paper/A-Brief-Introduction-to-District-Heating-and-and/d6993e59a5ceb76171648a347997b35a2b6725c3", "title": "A Brief Introduction to District Heating and District Cooling", "ref": "data_parks", "author": "Stockholm Data Parks"}]}