{"sections": [{"content": ["<i>This section is to discuss the logistical challenges that come with space colonization in general. Challenges specific to given destinations are covered in those sections. This section could get long and may need to be broken up.</i>"]}, {"name": "Colonization Overview", "content": ["<i>Comparison of colonization destinations on the following metrics: travel time from Earth, travel cost, delta V, availability of raw materials, energy availability, communication lag time, gravity, potential economic and scientific value, etc.</i>"]}, {"name": "Health and Safety", "content": ["<i>Health issues include radiation protection, effects of low or microgravity, access to health care, and psychological impacts of being in an isolated environment, perhaps among others. Safety issues include protection against micrometeors, solar storms, and other space hazards; maintenance of habitats; backup plans if critical subsystems fail; search and rescue from Earth; etc.</i>"]}, {"name": "Food", "content": ["<i>Options for growing food in space.</i>"]}, {"name": "Materials", "content": ["<i>Systems for procuring and recycling air, water, nutrients, and building materials. Inventory of what materials are critical for survival.</i>"]}, {"name": "Construction and Manufacturing", "content": ["<i>Inventory of what manufactured goods are critical for survival. How can it all be made, and what needs to be sourced from Earth? One major issue here, related to the agglomeration effect described below, is that high tech manufacturing on Earth requires long and highly specialized supply chains, and it is very unclear the extent to which they can be supported by a small population. Also discuss possible energy sources.</i>"]}, {"name": "Agglomeration Effect", "content": ["<i>A better name for this issue is needed. This is the basic problem that in building a new city, it is hard to attract new people until there is already a prosperous new city going, which requires that there be a bunch of people already. In space, the issue is compounded by the fact that trade and communication with Earth is difficult. The issue is touched upon already in the Greenfield Cities section. Perhaps some more general discussion of what will motivate migration into space.</i>"]}, {"name": "Economics", "content": ["<i>Discussion of how colonies will pay for their being established and for possible resupply. What kinds of materials or knowledge would they be able to export? Or what non-monetary considerations would motivated their being established, e.g. military, national prestige, nonprofit venture.</i>"]}], "title": "Logistics (Under Development)", "parent_link": "colonization", "parent_name": "Colonization", "references": []}