{"sections": [{"content": ["Worldwide, the biggest challenge posed by cooking fuels is the air pollution, gathering time, and other costs imposed by traditional biomass. Among modern fuels, electricity can save emissions relative to natural gas, but at high cost."]}, {"name": "Cookstoves", "content": ["Nearly 3 billion people around the world use solid fuel, mostly biomass, for cooking [cookstoves2]. The resulting indoor air pollution is estimated to kill at least 370,000 to 500,000 people per year [cookstoves1], and as many as 3-4 million [cookstoves2]. We estimate the following impacts of cooking fuel.", "-cookstove_impact.svg", "-cookstove_impact2.svg", "-cookstove_impact3.svg", "-cookstove_impact4.svg", "-cookstove_impact5.svg", "-cookstove_impact6.svg", "-cookstove_impact7.svg", "!The above figures are the ranges across the following countries: China, India, Bangladesh, Guatemala, Nigeria, Ghana, Kenya, Uganda. Differences are due to differences in how fuel is procured and household size. These figures are total emissions and obscure the fact that, in the case of electric stoves, emissions are primarily at the power plant instead of the stovetop. Source: [cookstoves3].", "Across the world, the time that a female head of household spent gathering fuel has been estimated as follows.", "-cooking_time.svg", "!Sources: [cookstove_time4], [cookstove_time3], [cookstove_time2], [cookstove_time1], [cookstove_time5]. See also the review of Simkovich et al. [cookstove_time6].", "Additionally, time spent actually cooking, independent of fuel gathering time, is estimated at 1241 hours per year [cookstove_time4]. More modern cooking fuels should drastically reduce these times [cookstove_time4][cookstove_time5].", "@@modern_cooking_fuel.json"]}, {"name": "Modern Cooking", "content": ["Several cities have, or are considering, banning gas-powered appliances, including stoves, in new construction in favor of electric appliances. Individuals who use natural gas stoves tend to be exposed to greater air pollution as a result [cookstoves4]. Electric ovens tend to be safer, more convenient, but have a longer heating time [cookstoves5]. Electric ovens are comparatively better for preparing crisp, dry food, while gas ovens are better with moist food [cookstoves5].", "-cooking_electric.svg", "!In Korea, which has a roughly average electricity mix by greenhouse gas intensity, electric cooking has both lower primary energy demand and fewer greenhouse gas emissions due to the higher efficiency of electric stoves. Source [korea_cooking].", "Banning natural gas, in favor of electricity, has been found to carry a carbon mitigation cost of $572-806/ton in the United States [aga_electrification]."]}, {"name": "Cooking Methods", "content": ["The method of cooking makes a difference on life cycle impacts, along with the fuel used.", "-cooking_method.svg", "!Source: Hager and Morawicki [modern_cooking].", "Microwave ovens generally save energy relative to ovens or stovetops, but it depends greatly on the specific food [modern_cooking]."]}], "title": "Cooking", "parent_link": "ag_dist", "parent_name": "Food Distribution", "references": [{"ref": "cookstoves2", "author": "Shen, G., Gaddam, C., Ebersviller, S., Vander Wal, R., Williams, C., Faircloth, J., Jetter, J., Hays, M.", "title": "A laboratory comparison of emission factors, number size distributions and morphology of ultrafine particles from eleven different household cookstove-fuel systems", "journal": "Environmental Science & Technology <b>51</b>(11), pp. 6522-6532", "date": "May 2017", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6217968/"}, {"ref": "cookstoves1", "author": "Lacey, F., Henze, D., van Donkelaar, A., Martin, R.", "title": "Transient climate and ambient health impacts due to national solid fuel cookstove emissions", "journal": "Proceedings of the National Academy of Sciences of the United States of America <b>114</b>(6), pp. 1269-1274", "date": "February 2017", "url": "https://www.pnas.org/content/114/6/1269.abstract"}, {"ref": "cookstoves3", "author": "Global Alliance for Clean Cookstoves, Eastern Research Group, Inc.", "title": "Comparative Analysis of Fuels for Cooking: Life Cycle Environmental Impacts and Economics and Social Considerations", "date": "January 2017", "url": "https://www.cleancookingalliance.org/resources/502.html"}, {"ref": "cookstove_time4", "author": "Anderman, T., DeFries, R., Wood, S., Remans, R., Ahuja, R., Ulla, S.", "title": "Biogas cook stoves for healthy and sustainable diets? A case study in Southern India", "journal": "Frontiers in Nutrition <b>2</b>(28)", "date": "September 2015", "url": "https://www.frontiersin.org/articles/10.3389/fnut.2015.00028/full"}, {"ref": "cookstove_time3", "author": "Das, K., Pradham, G., Hiloidhari, M., Baruah, D.", "title": "Household Time Requirements for Producing Cooking Fuels in Rural Areas in Developing Nations", "journal": "Conference: 10.5071/25thEUBCE2017-1DV.1.30At: Stockholm, Sweden", "date": "June 2017", "url": "https://www.researchgate.net/publication/318745645_Household_Time_Requirements_for_Producing_Cooking_Fuels_in_Rural_Areas_in_Developing_Nations"}, {"ref": "cookstove_time2", "author": "Clean Cooking Alliance", "title": "Gender and Livelihoods Impacts of Clean Cookstoves in South Asia", "journal": "Prepared by Practical Action", "date": "May 2015", "url": "https://www.cleancookingalliance.org/resources/357.html"}, {"ref": "cookstove_time1", "author": "Das, K., Pradhan, G., Nonhebel, S.", "title": "Human energy and time spent by women using cooking energy systems: A case study of Nepal", "journal": "Energy <b>182</b>, pp. 493-501", "date": "September 2019", "url": "https://www.sciencedirect.com/science/article/pii/S0360544219312058"}, {"ref": "cookstove_time5", "author": "Lewis, J., Hollingsworth, J., Chartier, R., Cooper, E., Foster, W., Gomes, G., Kussin, P., MacInnis, J., Padhi, B., Panigrahi, P., Rodes, C.", "title": "Biogas stoves reduce firewood use, household air pollution, and hospital visits in Odisha, India", "journal": "Environmental Science & Technology <b>51</b>(1), pp. 560-569", "date": "January 2017", "url": "https://pubs.acs.org/doi/abs/10.1021/acs.est.6b02466"}, {"ref": "cookstove_time6", "author": "Simkovich, S., Williams, K., Pollard, S., Dowdy, D., Sinharoy, S., Clasen, T., Puzzolo, E., Checkley, W.", "title": "A Systematic Review to Evaluate the Association between Clean Cooking Technologies and Time Use in Low- and Middle-Income Countries", "journal": "International Journal of Environmental Research and Public Health <b>16</b>(13), Article 2277", "date": "July 2019", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6651553/"}, {"ref": "cookstoves4", "author": "Nicole, W.", "title": "Cooking Up Indoor Air Pollution: Emissions from Natural Gas Stoves", "journal": "Environmental Health Perspectives <b>122</b>(1)", "date": "January 2014", "url": "https://ehp.niehs.nih.gov/doi/full/10.1289/ehp.122-a27"}, {"ref": "cookstoves5", "author": "Rausch, C.", "title": "Cooking Showdown: Gas vs Electric – Which Should You Choose?", "journal": "Essential Home and Garden", "date": "May 2020", "url": "https://www.essentialhomeandgarden.com/gas-vs-electric-cooking/"}, {"ref": "korea_cooking", "author": "Im, H., Kim, Y.", "title": "The Electrification of Cooking Methods in Korea—Impact on Energy Use and Greenhouse Gas Emissions", "journal": "Energies <b>13</b>(3): 680", "date": "February 2020", "url": "https://www.mdpi.com/1996-1073/13/3/680/htm"}, {"ref": "aga_electrification", "author": "American Gas Association", "title": "Implications of Policy-Driven Residential Electrification", "journal": "An American Gas Association Study. Prepared by ICF.", "date": "July 2018", "url": "https://www.aga.org/research/reports/implications-of-policy-driven-residential-electrification/"}, {"ref": "modern_cooking", "author": "Hager, T., Morawicki, R.", "title": "Energy consumption during cooking in the residential sector of developed nations: A review", "journal": "Food Policy <b>40</b>, pp. 54-63", "date": "June 2013", "url": "https://www.sciencedirect.com/science/article/abs/pii/S0306919213000201"}]}