{"sections": [{"content": ["Urban density is one of the most important tools available to save <a href=\"/solution/energy/building_energy\">energy in buildings</a>, particularly <a href=\"/solution/energy/heating\">heating and cooling energy</a>. Density, together with <a href=\"/solution/energy/urban_form\">other efficient urban designs</a>, is one of the most effective tools to save energy from <a href=\"/solution/energy/transpo_energy\">transportation</a>. Furthermore, urban density, along with agricultural intensification, is one of the few options available to reduce the human land footprint that encroaches on biodiversity. Building dense cities is especially important in the rapidly growing and urbanizing developing countries."]}, {"name": "Urban Land Use", "content": ["Residential land use and transportation infrastructure are the key factors in overall urban density.", "-Cities' Land Use.jpg-60", "!Source: Clark et al. [canada_geo]."]}, {"content": ["Transportation, heating, and cooling energy demands tend to be lower in denser cities.", "-Density and Energy.jpg-75", "!Population density is assessed on a neighborhood basis, accounting for the portion of land that is roadway and commercial space. Figures do not account for the possibility that greater density will allow the use of <a href=\"/solution/energy/heating\">district heating and cooling systems</a>, which would bring about greater energy savings. All energy figures are primary energy in gigajoules per person per year.", "!Density scenarios are crafted using data from the Thurston Regional Planning Council [housing_types] for most housing forms, and from Stern and Yager [small_units] for single-room occupancies (SRO) and micro-apartments. As a baseline, energy in commercial buildings is given by the Commercial Buildings Energy Consumption Survey [cbecs], with the effect of density on commercial energy consumption estimated from Masayuki [commercial_allometric]. Heating, cooling, and other residential energy is estimated from the Residential Energy Consumption Survey [recs]. Energy in residential building materials is estimated from Du et al. [chicago_embodied]. The impact of density on automobile energy is estimated from the Oregon Department of Transportation [odot_lus], with data from Lee [urban_shape], Litman [vtpi_travel], the National Research Council [nap_vmt], and Rodrigue [urban_land].", "Next we consider several scenarios on the national level to accomodate the expected population growth of 90 million people to 2060 [census2060].", "-National Density Scenarios.jpg-65", "!The <b>business as usual</b> scenario assumes the 2060 housing stock mix--in terms of unit sizes, types, lot sizes, etc.--remains the same as today. The <b>apartment</b> scenario assumes that all population growth is accommodated by mid-rise apartments. The <b>gentle density</b> scenario assumes that all population growth is accommodated by converting about 38% of today's single family homes into duplexes, small apartment buildings, or by adding ADUs. The <b>sprawl</b> scenario assumes that all population growth is accomodated by single family homes 38,000 square foot lots, resulting in a 2060 density of half today's level.", "!Energy figures are reported per capita. Note that these scenarios do not account for changes in technology or lifestyle to 2060, aside from urban development patterns. For more information on how energy demand is estimated, see our Density and Energy analysis above.", "Looking at the world picture, Creutzig et al. model the worldwide potential urban energy savings from a gasoline price of $1.60 per liter (2005 dollars, about $6.06 per gallon) and a reversal of the trend of lower urban densities, so density grows at half of the urban population growth rate.", "-Potential Urban Energy Demand and Savings.jpg-70", "!World urban energy demand will almost certainly grow through midcentury, but the growth rate can be reduced through compact cities. The greatest potential for savings is in the developing cities of Asia, Africa, and the Middle East. Source: Creutzig et al. [global_urb_en]."], "name": "Density and Energy"}, {"content": ["The population density of built-up urban areas varies widely around the world, based on a representative sample of 200 cities.", "-People per Hectare.jpg-70", "!Source: Angel et al. [atlas].", "The total land taken by a city is the total population divided by population density. The low density cities in the land-rich, developed countries--Australia, Canada, New Zealand, and the United States--have the greatest opportunity to gain the economic and environmental advantages that come with urban density. At the same time, the rapidly growing and urbanizing populations in dense developing world cities aspire to developed world lifestyles and will generate enormous pressure to expand.", "-Personal Space by Income Level.jpg", "!Wealthier countries tend to provide greater personal space, both more floor area per person and fewer people per room. As lower income countries gain wealth, they will almost certainly demand more floor space per person. Source: Kozhenova [kozhenova].", "Holding down urban land use, then, will almost certainly require building taller."], "name": "Trends in Size and Density"}], "title": "Urban Density", "parent_link": "cities", "parent_name": "Cities", "references": [{"title": "Making Connections: Canada's Geography", "url": "https://www.amazon.com/Making-Connections-Bruce-Wallace-Earle/dp/0131980890", "isbook": 1, "journal": "Prentice Hall; 2nd Edition", "author": "Clark, B., Wallace, J., Earle, K.", "date": "2006", "ref": "canada_geo"}, {"date": "Accessed October 11, 2018", "url": "https://www.trpc.org/DocumentCenter/View/774/Housing-Types-and-Characteristics-PDF", "title": "Housing Types and Characteristics", "ref": "housing_types", "author": "Thurston Regional Planning Council"}, {"title": "21st Century SROs: Can Small Housing Units Help Meet the Need for Affordable Housing in New York City?", "url": "http://furmancenter.org/files/NYUFurmanCenter_SmallUnitsInNYC_WorkingPaper_Update_20FEB2018.pdf", "journal": "NYU Furman Center", "author": "Stern, E., Yager, J.", "date": "February 2018", "ref": "small_units"}, {"date": "2015", "url": "https://www.eia.gov/consumption/commercial/", "title": "2012 Commercial Buildings Energy Consumption Survey", "ref": "cbecs", "author": "U. S. Energy Information Administration"}, {"title": "Population Density and Efficiency in Energy Consumption: An empirical analysis of service establishments", "url": "https://www.rieti.go.jp/jp/publications/dp/11e058.pdf", "journal": "RIETI Discussion Paper Series 11-E-058", "author": "Masayuki, M.", "date": "July 2011", "ref": "commercial_allometric"}, {"date": "2017", "url": "https://www.eia.gov/consumption/residential/", "title": "2015 Residential Energy Consumption Survey", "ref": "recs", "author": "U. S. Energy Information Administration"}, {"title": "Life-Cycle Energy Implications of Downtown High-Rise vs. Suburban Low-Rise Living: An Overview and Quantitative Case Study for Chicago", "url": "https://res.mdpi.com/buildings/buildings-05-01003/article_deploy/buildings-05-01003.pdf?filename=&attachment=1", "journal": "Buildings <b>5</b>, pp. 1003-1024", "author": "Du, P., Wood, A., Stephens, B., Song, X.", "date": "2015", "ref": "chicago_embodied"}, {"title": "Land Use Strategies", "url": "https://www.oregon.gov/ODOT/Planning/Documents/Mosaic-Land-Use-Strategies.pdf", "journal": "Mosaic Land Use Strategies", "author": "Oregon Department of Transportation", "date": "Accessed March 27, 2019", "ref": "odot_lus"}, {"title": "The Role of Urban Spatial Structure in Reducing VMT and GHG Emissions", "url": "https://www.ideals.illinois.edu/bitstream/handle/2142/88966/LEE-DISSERTATION-2015.pdf", "journal": "Dissertation submitted in partial fulfillment of the requirements for the degree of Doctor of Philosophy in Regional Planning in the Graduate College of the University of Illinois at Urbana-Champaign, 2015", "author": "Lee, S.", "date": "2015", "ref": "urban_shape"}, {"title": "Land Use Impacts on Transport: How Land Use Factors Affect Travel Behavior", "url": "http://www.vtpi.org/landtravel.pdf", "journal": "Victoria Transport Policy Institute", "author": "Litman, T.", "date": "July 2018", "ref": "vtpi_travel"}, {"title": "Driving and the Built Environment: The Effects of Compact Development on Motorized Travel, Energy Use, and CO2 Emissions -- Special Report 298", "url": "https://www.nap.edu/catalog/12747/driving-and-the-built-environment-the-effects-of-compact-development", "isbook": 1, "journal": "Washington, DC: The National Academies Press", "author": "National Research Council", "date": "2009", "ref": "nap_vmt"}, {"title": "The Geography of Transport Systems", "url": "https://transportgeography.org/?page_id=4613", "isbook": 1, "author": "Rodrigue, J.", "date": "2017", "ref": "urban_land"}, {"date": "Accessed January 16, 2019", "url": "https://www.census.gov/programs-surveys/popproj.html", "title": "Population Projections", "ref": "census2060", "author": "United States Census Bureau"}, {"title": "Global typology of urban energy use and potentials for an urbanization mitigation wedge", "url": "http://www.pnas.org/content/112/20/6283.full", "journal": "Proceedings of the National Academy of Sciences", "author": "Creutzig, F., Baiocchi, G., Bierkandt, R., Pichler, P., Seto, K.", "date": "May 2015", "ref": "global_urb_en"}, {"title": "Atlas of Urban Expansion", "url": "http://www.atlasofurbanexpansion.org/", "isbook": 1, "author": "Angel, S. et al.", "date": "2016", "ref": "atlas"}, {"date": "Accessed October 17, 2018", "url": "http://www.hdm.lth.se/fileadmin/hdm/Education/Undergrad/ABAN05_2010/Kozhenova_Svetlana_-_Quality_of_the_Living_Space.pdf", "title": "Quality of the Living Space", "ref": "kozhenova", "author": "Kozhenova, S."}]}