{"sections": [{"name": "Diet and Land Use", "content": ["The average world food consumption (including post-retail waste but not losses in harvesting and transport) and associated land use requirements are as follows.", "-diet_land_use.jpg-60", "!Caloric intake includes post-consumer waste but not losses in harvesting and transport. Land use does include losses in harvest and transport. Caloric intake figures are taken from FAOSTAT [faostat]. Land use figures are taken from FAOSTAT [faostat] for crops, from Clark and Tilman for terrestrial meat and animal products [meat_land_use], and from Froehlich et al. [aq_land_use] for seafood. Crop land use is based on world average yield. Land use estimates for animal products is based on an average of life cycle analysis studies, and due to bias in data availability, the studies may skew toward wealthier countries. The figures may be underestimates in that land use requirements for the following items are not included due to data limitations: alcoholic bevarages, offal, animal fat, aquatic plants, infant food, marine mammals, and uncatagorized products. These items constitute about 5% of world average caloric intake.", "!Land use estimates for seafood is taken to be the land requires to grow crops to provide feed for aquaculture, assuming the feed mix in U. S. freshwater aquaculture. The ocean area swept by trawl fishing for wild catch seafood is considerable but not included above.", "Per capita land use requirements vary by diet as follows.", "-land_use_by_diet.jpg-60", "!Portrayed are the average American and world diets as reported from FAOSTAT [faostat]. The low calorie diet is assumed to be the same as the average American diet, but with a 25% across-the-board calorie reduction. Under the pescetarian diet, all terrestrial meat is replaced by seafood. Under the vegetarian diet, all meat is replaced by non-meat food in proportions equal to consumption under the American diet. Under the vegan diet, all meat and animal products are replaced by non-animal food in proportions equal to consumption under the American diet, and an additional 100 calories of nuts and seeds are assumed. For all diets, land requirements per food item are the same as above.", "The average person requires about 2000 calories per day for a healthy diet [dietary_needs], but the above world average diet contains about 2800 calories, with the excess constituting losses."]}, {"name": "Diet and Greenhouse Gas Emissions", "content": ["Greenhouse gas emissions with the world average diet (as above, including post-retail waste but not losses in harvesting and transport) are as follows.", "-diet_ghg.jpg-60", "!All emissions figures are taken from the survey of life cycle analyses of Clark and Tilman [meat_land_use]. Due to data availability, the studies cited may skew toward production systems charateristic of wealthier countries. When estimates for a given food are not available from Clark and Tilman, the estimates are taken by the most similar type of food for which data is available. Emissions estimates are not available for the following foods: some alcoholic beverages, spices, animal fat, fish oil, honey, aquatic plants, meat of aquatic mammals, offal, infant food, tea, and other uncategorized foods. These foods constitute about 3% of world average caloric intake.", "Emissions vary by type of diet as follows.", "-ghg_by_diet.jpg-60", "!Emissions by food item and composition of the diets are as above.", "Energy consumption is estimated as follows.", "-diet_energy.jpg", "!Energy by food item and composition of diets is as above. Many energy consumption figures by food items are not available, limiting our ability to calculate precise figures."]}, {"name": "Diet and Water Consumption", "content": ["Water consumption to prepare diets varies as follows.", "-water_by_diet.jpg-60", "!Sources: FAO [nutritive], FAOSTAT [faostat], Mekonnen and Hoekstra ([water_crops1] and [water_crops2])."]}, {"name": "Diet and Eutrophication", "content": ["Eutrophication, or damage to aquatic ecosystems resulting from nitrogen and phosphorous runoff, varies as follows.", "-eutrophication_diet.jpg-60", "!Source: Poore and Nemecek [poore]."]}], "title": "Impacts of Diets", "parent_link": "diet", "parent_name": "Diets", "references": [{"url": "http://www.fao.org/faostat/en/#data", "title": "FAOSTAT", "ref": "faostat", "author": "Food and Agriculture Organization of the United Nations"}, {"ref": "meat_land_use", "author": "Clark, M., Tilman, D.", "title": "Comparative analysis of environmental impacts of agricultural production systems, agricultural input efficiency, and food choice", "journal": "Environmental Research Letters <b>12</b>(6)", "date": "June 2017", "url": "https://iopscience.iop.org/article/10.1088/1748-9326/aa6cd5"}, {"ref": "aq_land_use", "author": "Froehlich, H., Runge, C., Gentry, R., Gaines, S., Halpern, B.", "title": "Comparative terrestrial feed and land use of an aquaculture-dominant world", "journal": "Proceedings of the National Academy of Sciences of the United States of America <b>115</b>(20), pp. 5295-5300", "date": "May 2018", "url": "https://www.pnas.org/content/115/20/5295"}, {"title": "Dietary Guidelines for Americans, 2010", "url": "http://health.gov/dietaryguidelines/dga2010/dietaryguidelines2010.pdf", "isbook": 1, "journal": "7th Edition, Washington, DC: U.S. Government Printing Office", "author": "U.S. Department of Agriculture and U.S. Department of Health and Human Services", "date": "December 2010", "ref": "dietary_needs"}, {"ref": "nutritive", "author": "Food and Agriculture Organization", "title": "Nutritive Factors", "date": "Accessed January 7, 2020", "url": "http://www.fao.org/economic/the-statistics-division-ess/publications-studies/publications/nutritive-factors/en/"}, {"ref": "water_crops1", "author": "Mekonnen, M., Hoekstra, A.", "title": "The green, blue and grey water footprint of crops and derived products", "journal": "Value of Water Research Report Series No. 47,  UNESCO-IHE, Delft, the Netherlands", "date": "December 2010", "url": "https://waterfootprint.org/media/downloads/Report47-WaterFootprintCrops-Vol1.pdf"}, {"ref": "water_crops2", "author": "Mekonnen, M., Hoekstra, A.", "title": "The green, blue and grey water footprint of farm animals and animal products", "journal": "Value of Water Research Report Series No. 48,  UNESCO-IHE, Delft, the Netherlands", "date": "December 2010", "url": "https://research.utwente.nl/en/publications/the-green-blue-and-grey-water-footprint-of-farm-animals-and-anima"}, {"ref": "poore", "author": "Poore, J., Nemecek, T.", "title": "Reducing food’s environmental impacts through producers and consumers", "journal": "Science <b>360</b>(6392), pp. 987-992", "date": "June 2018", "url": "https://science.sciencemag.org/content/360/6392/987"}]}