{"sections": [{"content": ["Following, we review current world energy demand and its environmental impact, potential future demand, and the most promising options for production and efficiency. The rebound effect--the tendency for a portion of expected environmental gains from new clean energy production or efficiency to be taken up by new demand--calls for a policy response such as carbon pricing."]}, {"name": "World Energy Needs", "content": ["Current world primary energy demand is as follows.", "-energy_demand.jpg", "!World primary energy demand, by energy source, sector, and form. Primary energy is the heat released upon combustion of an energy source, as obtained from nature, or for non-thermal power sources, the equivalent energy on the basis of power generated. Source: IEA [iea_sankey].", "With growing population and rising standards of living, especially in poorer countries, world energy demand will continue to grow.", "-energy_forecast.jpg", "!Forecast energy demand. Source: EIA [ieo2019].", "Demand for energy, and for electricity in particular, may further grow as increased energy inputs help address environmental challenges such as fresh water and land use in agriculture.", "-electrification.jpg", "!Potential expanded use of electricity to address environmental costs of fossil fuels, water supply, and agricultural land use. See our <a href=\"/solution/energy/grid_overview\">electrification analaysis</a> for more details.", "Energy is the main human driver of climate change.", "-Global Warming Potential.jpg", "!World greenhouse gas emissions and emissions by energy source. See our analysis of <a href=\"/solution/energy/climate\">climate change</a> for details."]}, {"name": "Clean Electricity", "content": ["Developing clean, abundant, and affordable electricity is essential to the larger energy challenge, since non-electric energy needs can be substituted, directly or indirectly, with electricity. A combination of solar, wind, and nuclear power is most likely to meet this need.", "-LCOE.jpg", "!Cost of electricity from major sources. The metric is the levelized cost, which is the price that a power plant needs to receive for electricity over its lifetime to be profitable. While informative, the LCOE metric does not include several important costs of producing electricity, such as transmission infrastructure and environmental impacts. For source information, see our analyses on <a href=\"/solution/energy/coal\">coal</a>, <a href=\"/solution/energy/gas\">natural gas</a>, <a href=\"/solution/energy/petroleum\">oil</a>, <a href=\"/solution/energy/hydro\">hydropower</a>, <a href=\"/solution/energy/nuclear\">nuclear</a>, <a href=\"/solution/energy/solar\">solar</a>, <a href=\"/solution/energy/wind\">wind</a>, <a href=\"/solution/energy/geothermal\">geothermal</a>, and <a href=\"/solution/energy/mhk\">ocean energy</a>.", "-img2019_06_11_potential.jpg", "-img2019_06_11_rp.jpg", "!Power production potential from renewable energy sources. Nuclear power is virtually unlimited in the short term. Long term nuclear product could be limited by uranium reserves, but ultimately extractly uranium most likely greatly exceeds current known reserves.", "-img2019_06_11_elec_ghg.jpg", "-img2019_06_11_elec_external.jpg", "!Greenhouse gas and non-greenhouse gas externalities of electricity production. See our review of the <a href=\"/solution/energy/energy_env\">environmental impacts</a> of energy for more details.", "Solar and wind power are generally less expensive, per kilowatt-hour, than nuclear power, but in large quantities they pose additional challenges in keeping the power grid balanced. This problem can be solved through a combination of long distance, high voltance transmissions, overbuilding and curtailing renewable sources, and energy storage.", "-integration_strategies.jpg", "!Cost of 80% wind and solar grid integration strategies in the United States. See our analysis of <a href=\"/solution/energy/grid_overview\">the power grid</a> for more details."]}, {"name": "Transportation, Heat, and Feedstock", "content": ["Some energy end uses, such as fuel for <a href=\"/solution/energy/transpo_cars\">personal cars</a> or <a href=\"/solution/energy/heating\">building heating</a>, can be replaced directly with electricity. For those that can't, synthetic fuels generated by electrolysis may be long term solutions.", "-electrofuel.jpg", "!Efficiencies and emissions for several electrofuel options. Also shown are estimates of the electricity required for electrofuels to be cost-competitive with conventional fossil-based options. See our <a href=\"/solution/energy/distribution_overview\">energy distribution</a> analysis for more details.", "Biofuels are a more affordable alternative than electrofuels, but are limited by <a href=\"/solution/energy/energy_env\">land use and water requirements</a>.", "For industrial heat, particularly at high temperatures, the plausible alternatives to fossil fuels are electricity and hydrogen, and neither are presently feasible at a large scale.", "-industrial_heat1.jpg", "!Cost of industrial heat sources. See our analysis of <a href=\"/solution/energy/industrial_heat\">industrial heat</a> for details.", "Replacing non-energy feedstock uses of fossil fuels with electricity-based alteratives is possible but not currently feasible at scale. Electrolyzing the world chemical industry would require almost as much electricity as is currently used today for all purposes.", "-chemical_electrolysis.jpg", "!Electricity required to electrify the chemical industry. See our analysis of <a href=\"/solution/energy/chemicals_energy\">chemicals</a> for details."]}, {"name": "Efficiency Potential", "content": ["Emissions from fossil fuels cannot be eliminated entirely by energy efficiency, but efficiency lessens the burden of replacing fossil fuels with low carbon alternatives. We estimate the following efficiency potential.", "-efficiency_estimate.jpg", "!Estimated world energy efficiency potential. Energy savings may overlap between categories, and not all possible efficiencies are necessarily represented. For details, see our analyses of <a href=\"/topic/energy/industry\">industry</a>,  <a href=\"/topic/energy/transport\">transportation</a>, and <a href=\"/topic/energy/cities\">cities</a>.", "Some efficiency options are mostly technical in nature, while others--urban density and recycling in particular--will result from broader systemic changes."]}, {"name": "Economics", "content": ["Deployment of clean energy and energy efficiency is necessary, but not sufficient, to end the harmful impacts of the current energy system. When the efficiency of an energy usage improves, there is a tendency for a portion of the expected energy savings to be spent on increased production. Conversely, when clean energy is deployed, some of the new production goes to satisfying new demand, as opposed to displacing old production. The phenomenon is called the rebound effect.", "-Rebound Effect 2.jpg", "-supply_rebound.jpg", "!Rebound effect from energy efficiency and clean energy deployment. See our analysis of the <a href=\"/solution/energy/rebound\">rebound effect</a> for more details.", "The rebound effect is not necessarily a bad thing, as it results in greater production of goods that people want and is a driver of <a href=\"/solution/energy/economics\">economic growth</a>. However, it is important to be aware of rebound when considering how technology can solve environmental challenges. To address rebound, policymakers should adopt <a href=\"/solution/energy/policy\">carbon pricing</a> or other tools that more directly push fossil fuels out of the market."]}], "title": "Priorities", "parent_link": "energy_priorities", "parent_name": "Priorities", "references": [{"url": "https://www.iea.org/Sankey/", "date": "Accessed April 18, 2019", "title": "Sankey Diagram", "ref": "iea_sankey", "author": "International Energy Agency"}, {"ref": "ieo2019", "author": "U. S. Energy Information Administration", "title": "International Energy Outlook 2019", "date": "2019", "url": "https://www.eia.gov/outlooks/ieo/"}]}