{"sections": [{"content": ["In this section, we compare environmental impacts for methods of producing electricity and liquid fuels from primary energy. Most energy today is used for electricity, liquid fuels, or heat, and we separately analyze production of <a href=\"/solution/energy/heating\">residential, commercial</a>, and <a href=\"/solution/energy/industrial_heat\">industrial</a> heat."]}, {"content": ["Following are ranges of estimates of the greenhouse gas impacts of electricity generation.", "-img2019_06_11_elec_ghg.jpg-70", "!Fossil fuel generally have higher greenhouse gas emissions than other electricity options, though hydropower and biomass can be highly variable depending on the local ecology around the dam or the manner in which biomass is sourced. Source: IPCC [ipcc_ghg].", "Coal and biomass have significantly higher externalized costs, aside from greenhouse gas emissions, than other options.", "-img2019_06_11_elec_external.jpg-60", "!Most costs measured are air pollution damages, both at the power plant and from upstream processes. Figures also include an estimated visual disamenity cost for wind power of 0.68 &cent;/kWh (onshore) and 0.27 &cent;/kWh (offshore), as well as a 0.54 &cent;/kWh cost resulting from the risk of nuclear accidents--both of which are highly debated. Costs are generally highly variable, depending on factors such as the location of the plant and pollution controls. Sources: [externe][grausz][samadi].", "The following portrays the land use requirements to produce power from different sources.", "-img2019_06_11_elec_land.jpg-60", "!Generally, biomass and hydropower are the most land-intensive, though with variation depending on how biomass is sourced, and fossil fuels and nuclear are the most compact. Note that hydroelectric dams often have multiple functions, such as irrigation and flood control, and consequently land use figures might not be directly comparable to plants that are strictly for power production. The value for Wind power assesses the full landscape land use; the direct footprint is much lower and is compatible with other uses. Sources: Geothermal and solar thermal from [trainor], transmission from [strata_landuse], and others from [vanzalk].", "The following portrays the water requirements to produce power.", "-img2019_06_11_elec_water.jpg-60", "!With the except of hydropower, most water is used for thermal cooling, and thus non-thermal plants generally have low water needs. Note that the hydropower figures are not necessarily directly comparable to other power sources, due to the secondary uses of dams for such purposes as irrigation and flood control. Estimates on water intensity of thermal generation and hydropower are taken from Tidwell and Moreland [tidwell], while estimates of the water intensity of wind and solar, and of fuel preparation, are from Spang et al. [spang].", "Generally, renewable sources require more physical material than nonrenewable sources.", "-img2019_06_11_elec_material.jpg-60", "!Source: Department of Energy [qtr].", "Considering higher impact materials (excluding steel, aluminum, and glass), renewable energy generally requires more material than fossil fuel energy, while electric cars require more material than internal combustion cars. However, renewables and electric cars still have lower lifecycle greenhouse gas impacts than their conventional counterparts.", "-energy_car_material.jpg", "!Source: Materials assessed include copper, lithium, nickel, manganese, cobalt, graphite, chromium, molybdenum, zinc, rare earths, silicon, and \"other\" (which makes a negligible contribution in all cases). IEA [iea_mining]."], "name": "Electricity"}, {"content": ["In this section, we review the environmental impacts of petroleum and biomass-based methods of producing liquid fuels. The following illustrates greenhouse gas emissions.", "-img2019_06_11_liquid_ghg.jpg-60", "!Sources: Tu et al. [algae_lca] for algal biodiesel, EPA [epa_biofuel] for the others.", "Biofuels have much greater land use requirements than petroleum-based fuels.", "-img2019_06_11_liquid_land.jpg-60", "!For fuel derived from petroleum, land disturbed is measured over the life of the oil field. For biofuels, land disturbed assumes 50 years of production. Sources: [biodiesel_review][yeh].", "Biofuels also have far greater water needs than petroleum-based fuels, mostly for growing crops.", "-img2019_06_11_liquid_water.jpg-60", "!Sources: Tu et al. [algae_lca] for algal biodiesel, Spang et al. [spang] for other options."], "name": "Liquid Fuels"}], "title": "Environmental Impacts of Energy", "parent_link": "energy_production", "parent_name": "Energy Production", "references": [{"title": "2014: Energy Systems", "url": "https://www.ipcc.ch/site/assets/uploads/2018/02/ipcc_wg3_ar5_chapter7.pdf", "isbook": 1, "journal": " In: Climate Change 2014: Mitigation of Climate Change. Contribution of Working Group III to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change [Edenhofer, O., R. Pichs-Madruga, Y. Sokona, E. Farahani, S. Kadner, K. Seyboth, A. Adler, I. Baum, S. Brunner, P. Eickemeier, B. Kriemann, J. Savolainen, S. Schlömer, C. von Stechow, T. Zwickel and J.C. Minx (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA.", "author": "Bruckner T., I.A. Bashmakov, Y. Mulugetta, H. Chum, A. de la Vega Navarro, J. Edmonds, A. Faaij, B. Fungtammasan, A. Garg, E. Hertwich, D. Honnery, D. Infield, M. Kainuma, S. Khennas, S. Kim, H.B. Nimir, K. Riahi, N. Strachan, R. Wiser, X. Zhang", "date": 2014, "ref": "ipcc_ghg"}, {"date": "July 2005", "url": "http://www.externe.info/externe_2006/expolwp6.pdf", "title": "ExternE-Pol Externalities of Energy: Extension of Accounting Framework and Policy Applications", "ref": "externe", "author": "Dones, R. et al."}, {"title": "The Social Cost of Coal: Implications for the World Bank", "url": "https://www.climateadvisers.com/wp-content/uploads/2014/01/2011-10-The-Social-Cost-of-Coal.pdf", "journal": "Climate Advisors", "author": "Grausz, S.", "date": "October 2011", "ref": "grausz"}, {"title": "The Social Costs of Electricity Generation-Categorising Different Types of Costs and Evaluating Their Respective Relevance", "url": "https://www.mdpi.com/1996-1073/10/3/356", "journal": "Energies <b>10</b>(3), pp. 356", "author": "Samadi, S.", "date": "2017", "ref": "samadi"}, {"ref": "trainor", "author": "Trainor, A., McDonald, R., Fargione, J.", "title": "Energy Sprawl Is the Largest Driver of Land Use Change in United States", "journal": "PLoS One <b>11</b>(9), article e0162269", "date": "September 2016", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5015902/"}, {"ref": "strata_landuse", "author": "Stevens, L., Anderson, B., Cowan, C., Colton, K., Johnson, D.", "title": "The Footprint of Energy: Land Use of U.S. Electricity Production", "journal": "Strata", "date": "June 2017", "url": "https://www.strata.org/footprints/"}, {"title": "The spatial extent of renewable and non-renewable power generation: A review and meta-analysis of power densities and their application in the U.S.", "url": "https://www.sciencedirect.com/science/article/pii/S0301421518305512", "journal": "Energy Policy <b>123</b>, pp. 83-91", "author": "van Zalk, J., Behrens, P.", "date": "December 2018", "ref": "vanzalk"}, {"title": "Mapping water consumption for energy production around the Pacific Rim", "url": "https://www.osti.gov/biblio/1333540", "journal": "Environmental Research Letters <b>11</b>(9)", "author": "Tidwell, V., Moreland, B.", "date": "September 2016", "ref": "tidwell"}, {"title": "The water consumption of energy production: an international comparison", "url": "https://iopscience.iop.org/article/10.1088/1748-9326/9/10/105002", "journal": "Environmental Research Letters <b>9</b>(10)", "author": "Spang, E., Moomaw, W., Gallagher, K., Kirshen, P., Marks, D.", "date": "October 2014", "ref": "spang"}, {"date": "2015", "url": "https://www.energy.gov/quadrennial-technology-review-2015", "title": "Quadrennial Technology Review 2015", "ref": "qtr", "author": "U.S. Department of Energy"}, {"ref": "iea_mining", "author": "International Energy Agency", "title": "The Role of Critical World Energy Outlook Special Report Minerals in Clean Energy Transitions", "date": "May 2021", "url": "https://www.iea.org/reports/the-role-of-critical-minerals-in-clean-energy-transitions"}, {"title": "Harmonized algal biofuel life cycle assessment studies enable direct process train comparison", "url": "https://www.sciencedirect.com/science/article/pii/S0306261918306287", "journal": "Applied Energy <b>224</b>, pp. 494-509", "author": "Tu, Q., Eckelman, M., Zimmerman, J.", "date": "August 2018", "ref": "algae_lca"}, {"date": "Accessed June 11, 2019", "url": "https://www.epa.gov/fuels-registration-reporting-and-compliance-help/lifecycle-greenhouse-gas-results", "title": "Lifecycle Greenhouse Gas Results", "ref": "epa_biofuel", "author": "U.S. Environmental Protection Agency"}, {"title": "A comprehensive review on biodiesel as an alternative energy resource and its characteristic", "url": "http://www.sciencedirect.com/science/article/pii/S1364032112000044", "journal": "Renewable and Sustainable Energy Reviews, <b>16</b>(4), pp. 2070-2093", "author": "Atabani, A., Silitonga, A., Badruddin, I., Mahlia, T., Masjuki, H., Mekhilef, H.", "date": "May 2012", "ref": "biodiesel_review"}, {"title": "Land Use Greenhouse Gas Emissions from Conventional Oil Production and Oil Sands", "url": "https://pubs.acs.org/doi/abs/10.1021/es1013278", "journal": "Environ. Sci. Technol., <b>44</b>(22), pp. 8766-8772", "author": "Yeh, S., Jordaan, S., Brandt, A., Turetsky, M., Spatari, S., Keith, D.", "date": "October 2010", "ref": "yeh"}]}