{"sections": [{"content": ["Through expulsion from hydrothermal sea vents, metals accumulate on the sea floor in economically valuable concentrations [dsm_ch4]. In these nodules, the most commonly found economic minerals are nickel, copper, cobalt, and manganese [dsm_elements]. Lead, zinc, silver, gold, and some other rarer elements can be found at shallower depths [dsm_elements].", "Within a country's exclusive economic zone, 200 nautical miles within the coast, national laws govern deep sea mining. Outside of the EEZ, the International Seabed Authority, as defined by the Law of the Sea Convention (UNCLOS), governs as international waters. The ISA must approve an Economic Impact Assessment for deep sea mining operations to go forward [isa_description]. No commercial deep sea mining is occurring, but several exploratory projects are ongoing and commercialization may begin by 2025 [iucn_dsm]."]}, {"name": "Life cycle environmental impacts", "content": ["Some estimates of the environmental impacts of harvesting these nodules, as opposed to terrestrial mining, are as follows.", "-dsm_impacts.jpg", "!Selected impacts of terrestrial mining, represented by a nickel laterite mine in Indonesia, and a deep sea nodule collector, to mine the nickel sulfate, manganese sulfate, colbalt sulfate, and copper cathode required for one billion electric vehicles. Source: Paulikas et al. [dsm_comparison].", "For the metals needed for an EV battery, lifecycle greenhouse gas emissions are esimated as follows.", "-dsm_ghg_comp.jpg", "!Source: [dsm_paulikas]."]}, {"name": "Ecosystem Impacts", "content": ["Despite the lower impacts generally, deep sea mining attracts concern because many of the long-term effects are not yet well understood [dsm_risk1][dsm_state][dsm_misconceptions][oc_management][dsm_impacts2], particularly to ecosystems that are still poorly understood [dsm_nnl][dsm_biodiversity]. Well-documented impacts include disturbance of ocean sediment, noise, and light [dsm_impacts]. Microbial life takes an estimated 50 years to recover from the disturbance of deep sea mining [dsm_microbes], and larger animals have not fully returned to the site of the DISturbance and reCOLonization experiment (DISCOL) after 26 years [dsm_fauna]. Several researchers have called for a regulatory framework to be established before commercial operations begin, as this will be easier than after commercialization begins [dsm_impacts][dsm_precaut]."]}], "title": "Deep Sea Mining", "parent_link": "ocean_industry", "parent_name": "Industry", "references": [{"ref": "dsm_ch4", "author": "Cherkashov, G.", "title": "Seafloor Massive Sulfide Deposits: Distribution and Prospecting", "journal": "In Deep-Sea Mining: Resource Potential, Technical and Environmental Considerations, ed. Rahul Sharma. Springer", "date": "March 2017", "url": "http://water.iopan.gda.pl/projects/Grzbiet/Sharma_DeepSea_Mining_4.pdf"}, {"ref": "dsm_elements", "author": "Ahnert, A., Borowski, C.", "title": "Environmental risk assessment of anthropogenic activity in the deep-sea", "date": "October 2000", "journal": "Journal of Aquatic Ecosystem Stress and Recovery <b>7</b>, pp. 299-315", "url": "https://link.springer.com/article/10.1023%2FA%3A1009963912171"}, {"ref": "isa_description", "author": "Durden, J. M., Lallier, L. E., Murphy, K., Jaeckel, A., Gjerde, K., Jones, D. O. B.", "title": "Environmental Impact Assessment process for deep-sea mining in 'the Area'", "journal": "Marine Policy <b>87</b>, pp. 194-202", "date": "January 2018", "url": "https://www.sciencedirect.com/science/article/pii/S0308597X17305316"}, {"ref": "iucn_dsm", "author": "Cuyvers, L., Berry, W., Gjerde, K. M., Thiele, T., Wilhem, C.", "title": "Deep seabed mining", "journal": "IUCN, Global Marine and Polar Programme. ISBN 978-2-8317-1921-4, 978-2-8317-1922-1", "date": "2018", "url": "https://portals.iucn.org/library/node/47761"}, {"ref": "dsm_comparison", "author": "Paulikas, D., Katona, S., Ilves, E., Stone, G., O'Sullivan, A.", "title": "Where Should Metals for the Green Transition Come From? Comparing Environmental, Social, and Economic Impacts of Supplying Base Metals from Land Ores and Seafloor Polymetallic Nodules", "date": "April 2020", "url": "https://metals.co/download/237815/"}, {"ref": "dsm_paulikas", "author": "Paulikas, D., Katona, S., Ilves, E., Ali, S. H.", "title": "Life cycle climate change impacts of producing battery metals from land ores versus deep-sea polymetallic nodules", "journal": "Journal of Cleaner Production <b>275</b>: 123822", "date": "December 2020", "url": "https://espace.library.uq.edu.au/view/UQ:f2eea9c"}, {"ref": "dsm_risk1", "author": "Halfar, J., Fujita, R. M.", "title": "Danger of Deep-Sea Mining", "journal": "Science <b>316</b>(5827)", "date": "May 2007", "url": "https://science.sciencemag.org/content/316/5827/987"}, {"ref": "dsm_state", "author": "Miller, K. A., Thompson, K. F., Johnston, P., Santillo, D.", "title": "An Overview of Seabed Mining Including the Current State of Development, Environmental Impacts, and Knowledge Gaps", "journal": "Frontiers in Marine Science: Deep-Sea Environments and Ecology <b>4</b>: 418", "date": "January 2018", "url": "https://www.frontiersin.org/articles/10.3389/fmars.2017.00418/full"}, {"ref": "dsm_misconceptions", "author": "Smith, C. R., Tunnicliffe, V., Colaço, A., Drazen, J. C., Gollner, S., Levin, L. A., Mestre, N. C., Metaxas, A., Molodtsova, T. N., Morato, T., Sweetman, A. K., Washburn, T., Amon, D. J.", "title": "Deep-Sea Misconceptions Cause Underestimation of Seabed-Mining Impacts", "journal": "Trends in Ecology & Evolution <b>35</b>(10), pp. 853-857", "date": "October 2020", "url": "https://www.sciencedirect.com/science/article/pii/S0169534720301828"}, {"ref": "oc_management", "author": "Washburn, T. W., Turner, P. J., Durden, J. M., Jones, D. O. B., Weaver, P., Van Dover, C. L.", "title": "Ecological risk assessment for deep-sea mining", "journal": "Ocean & Coastal Management <b>176</b>, pp. 24-39", "date": "June 2019", "url": "https://www.sciencedirect.com/science/article/pii/S096456911830838X"}, {"ref": "dsm_impacts2", "author": "Weaver, P. P. E., Billett, D. S. M., Van Dover, C. L.", "title": "Environmental Risks of Deep-sea Mining", "journal": "Handbook on Marine Environment Protection, pp. 215-245", "date": "August 2017", "url": "https://link.springer.com/chapter/10.1007/978-3-319-60156-4_11"}, {"ref": "dsm_nnl", "author": "Niner, H. J., Ardron, A. J., Escobar, E. G., Gianni, M., Jaeckel, A., Jones, D. O. B., Levin, L. A., Smith, C. R., Thiele, T., Turner, P. J., Van Dover, C. L., Watling, L., Gjerge, K. M.", "title": "Deep-Sea Mining With No Net Loss of Biodiversity—An Impossible Aim", "journal": "Frontiers in Marine Science: Deep-Sea Environments and Ecology <b>5</b>: 53", "date": "March 2018", "url": "https://www.frontiersin.org/articles/10.3389/fmars.2018.00053/full"}, {"ref": "dsm_biodiversity", "author": "Van Dover, C. L., Ardron, J. A., Escobar, E., Gianni, M., Gjerde, K. M., Jaeckel, A., Jones, D. O. B., Levin, L. A., Niner, H. J., Pendleton, L., Smith, C. R., Thiele, T., Turner, P. J., Watling, L., Weaver, P. P. E.", "title": "Biodiversity loss from deep-sea mining", "journal": "Nature Geoscience <b>10</b>, pp. 464-465", "date": "June 2017", "url": "https://www.nature.com/articles/ngeo2983"}, {"ref": "dsm_impacts", "author": "Drazen, J. C., Smith, C. R., Gjerge, K. M., Haddock, S. H. D., Carter, G. S., Choy, C. A., Clark, M. R., Dutrieux, P., Goetze, E., Hauton, C., Hatta, M., Koslow, J. A., Leitner, A. B., Pacini, A., Perelman, J. N., Peacock, T., Sutton, T. T., Watling, L., Yamamoto, H.", "title": "Opinion: Midwater ecosystems must be considered when evaluating environmental risks of deep-sea mining", "journal": "Proceedings of the National Academy of Sciences of the United States of America <b>117</b>(30), pp. 17455-17460", "date": "July 2020", "url": "https://www.pnas.org/content/117/30/17455.full"}, {"ref": "dsm_microbes", "author": "Vonnahme, T. R., Molari, M., Jannsen, F., Wenzhöfer, F., Haeckel, M., Titschack, J., Boetius, A.", "title": "Effects of a deep-sea mining experiment on seafloor microbial communities and functions after 26 years", "journal": "Science Advances <b>6</b>(18): eaaz5922", "date": "May 2020", "url": "https://advances.sciencemag.org/content/6/18/eaaz5922.abstract"}, {"ref": "dsm_fauna", "author": "Simon-Lledó, E., Bett, B. J., Huvenne, V. A. I., Köser, K., Schoening, T., Greinert, J., Jones, D. O. B.", "title": "Biological effects 26 years after simulated deep-sea mining", "journal": "Scientific Reports <b>9</b>: 8040", "date": "May 2019", "url": "https://www.nature.com/articles/s41598-019-44492-w"}, {"ref": "dsm_precaut", "author": "Halfar, J., Fujita, R. M.", "title": "Precautionary management of deep-sea mining", "journal": "Marine Policy <b>26</b>(2), pp. 103-106", "date": "March 2002", "url": "https://www.sciencedirect.com/science/article/abs/pii/S0308597X01000410"}]}