{"sections": [{"content": ["Energy storage might achieve <a href=\"/solution/solution/load_balancing\">load balancing</a> through charging a storage device at times of low electricity prices and discharging at high prices, but doing so cost-effectively and at scale remains a challenge.", "Grid storage is near the break-even point today financially, with externalities accounted for."]}, {"content": ["High renewable energy scenarios may require large amounts of energy storage. The following estimates storage requires for several scenarios of 80% wind and solar on the United States grid.", "-storage_needs.jpg-60", "!Estimate storage needed for the United States to produce 80% of electricity from wind and solar. Most estimates from Cebulla et al. [cebulla], with the high estimate from Shaner et al. [shaner]. The estimate of Shaner et al. is based on a scenario of no curtailment of renewable energy and no high voltage direct current interconnections. Usage of curtailment or HVDC would reduce storage needs. The figure of 5.4 TWh is equal to about 12 hours of electricity usage in the United States."], "name": "Storage Needs"}, {"content": ["As of 2015, the following investment costs for storage have been observed.", "-storage_investment_cost.jpg-70", "!Investment costs for energy storage as of 2015. Source: Schmidt et al. [schmidt].", "Energy storage works on multiple time scales. Primary response occurs over minutes and is used, for instance, for voltage regulation. Secondary response occurs over hours to a day. Seasonal storage occurs over multiple days to months. The following cost estimates are projections for 2020. For primary response, flywheels or supercapacitors are likely to be the best options.", "-lcos_primary.jpg-50", "!Source: Schmidt et al. [schmidt].", "For secondary response, pumped hydro and compressed air should remain the most affordable options where they are applicable, and otherwise lithium-ion batteries are the most promising, though in the long run, vanadium redox flow batteries may have lower costs.", "-lcos_secondary.jpg-60", "!Source: Schmidt et al. [schmidt].", "There are no well-developed solutions for seasonal storage on the immediate horizon.", "-lcos_seasonal.jpg-60", "!Source: Jenkins and Sepulveda [long_storage]. Seasonal storage with ammonia is expected to be less than the cost of hydrogen storage [ammonia_economy][ammonia_density].", "Energy storage requires grid integration costs in addition to the cost of the storage devices themselves [storage_life].", "@Grid Battery Deployment@The following are recent estimates of the costs and benefits of batteries for the grid.@-storage_cba.jpg-80@!Sources: Xi et al. [battery_cba3], Ouyang et al. [battery_cba1], and Sidhu et al. [battery_cba2].@Individual utilities should study whether grid batteries make sense in their context, and if so, build them."], "name": "Storage Costs"}, {"content": ["No storage process is 100% efficient, and some energy is lost in each charge/discharge cycle. The following shows the efficiency of energy storage options.", "-storage_efficiency.jpg-60", "!Ammonia is reported by Wang et al. [ammonia_storage], and the others are from Schmidt et al. [schmidt].", "Energy storage itself has environmental impacts, such as those induced by mining materials to manufacture storage devices. Of particular concern are the nickel, lead, and cadmium required to manufacture batteries [berry_storage]. The following shows estimated lifecycle greenhouse gas emissions of energy storage.", "-storage_ghg.jpg-65", "!Emissions per kWh discharged from storage devices. On the left are emissions from the manufacture and operation of storage devices, and on the right are emissions resulting from loss of electricity due to storage inefficiency. It is assumed the electricity has a carbon intensity of 50 grams CO<sub>2</sub>e/kWh, roughly the value of solar PV. Sources: [bouman][hiremath][kapila]. Emissions from electricity required to charge the devices, excepting what is lost from inefficiency, are not shown."], "name": "Storage Performance"}, {"content": ["Most electricity storage today is in the form of pumped hydro. The following are capacities of existing and planned storage projects.", "-storage_deployment.jpg-60", "!Current energy storage by technology by MW of rated power. Source: IEA [iea_storage].", "Due to reliance on natural geologic formations, pumped hydro and compressed air are site-specific and not sufficient for large-scale storage of intermittent renewable energy [berry_storage]. Alternatives to pumped hydro storage are still niche tecnologies but growing rapidly.", "-storage_growth.jpg-60", "!Source: IEA [iea_storage]."], "name": "Current Storage Status"}, {"content": ["<b>Pumped Hydro</b>", "Although pumped hydro is established, there are novel hyrdo concepts under development. Coastal sites may be able to use the ocean as a reservoir. Variable-speed pumped hydro might be of greater value than conventional pumped hydro due to a greater ability to provide ancillary services [bulk_storage].", "<b>Compressed Air</b>", "Near-isothermal CAES has the potential for greater efficiency and lower cost [bulk_storage].", "<b>Electrochemistry</b>", "A novel battery technology, developed by Ambri [ambri], uses two liquid metal electrodes and a molten salt electrolyte. The goal is a grid-level battery with greater longevity.", "<b>Flywheels</b>", "Flywheels are at an early state of commercialization, and are most promising for short-term storage applications [berry_storage]. Progress in low-cost, high-strength materials will further improve flywheel prospects.", "<b>Capacitors</b>", "Capacitors are an important tool for regulating grid voltage levels, but until recently they have not been regarded as feasible for large-scale energy storage. Next-generation capacitors, known as supercapacitors or ultracapacitors, can react more quickly than other storage media, smooth out sudden voltage changes, and thereby extend the life of batteries by 10-30% [hales]. Multi-hour energy storage may be achievable at 5 &cent;/kWh per cycle [jme_capacitors].", "<b>Vehicles as Storage</b>", "Vehicles could be used for energy storage. Electric or fuel-cell vehicles are estimated to be available at $400 for a 6.6 kW system.  Then parked cars would be suitable for supplying the grid, even playing a role as baseload power [tmv2g]. The economic case for vehicle to grid technology remains unclear [cav2g]. Hydrogen for energy storage could work synergistically with hydrogen fuel cell vehicles, since a price signal could induce drivers to fill up when excess grid-produced hydrogen is cheap [berry_storage].", "<b>Nuclear Batteries</b>", "Betavoltaics, also called nuclear batteries, are a useful source of energy for niche applications. A recently developed Nickel-63 battery achieved 3300 mWh/g energy density, about 10 times that of chemical batteries. However, the power density--10 μW/cm3--make the battery suitable only for applications such as medical devices and spacecraft [betavoltaic]. The limitation in power density is likely to be unavoidable [betavoltaic2]."], "name": "Emerging Concepts"}], "title": "Electricity Storage", "parent_link": "energy_distribution", "parent_name": "Energy Distribution", "references": [{"title": "How much electrical energy storage do we need? A synthesis for the U.S., Europe, and Germany", "url": "https://www.sciencedirect.com/science/article/pii/S0959652618301665", "journal": "Journal of Cleaner Production <b>181</b>, pp. 449-459", "author": "Cebulla, F., Haas, J., Eichman, J., Nowak, W., Mancarella, P.", "date": "April 2018", "ref": "cebulla"}, {"title": "Geophysical constraints on the reliability of solar and wind power in the United States", "url": "https://pubs.rsc.org/en/content/articlelanding/ee/2018/c7ee03029k", "journal": "Energy & Environmental Science <b>11</b>(4), pp. 914-925", "author": "Shaner, M., Davis, S., Lewis, M., Caldeira, K.", "date": "2018", "ref": "shaner"}, {"title": "Projecting the Future Levelized Cost of Electricity Storage Technologies", "url": "https://www.sciencedirect.com/science/article/pii/S254243511830583X", "journal": "Joule <b>3</b>(1), pp. 81-100", "author": "Schmidt, O., Melchior, S., Hawkes, A., Staffel, I.", "date": "January 2019", "ref": "schmidt"}, {"ref": "long_storage", "author": "Jenkins, J. D., Sepulveda, N. A.", "title": "Long-duration energy storage: A blueprint for research and innovation", "journal": "Joule <b>5</b>(9), pp. 2241-2246", "date": "September 2021", "url": "https://www.sciencedirect.com/science/article/abs/pii/S2542435121003585"}, {"ref": "ammonia_economy", "author": "Bartels, J.", "title": "A feasibility study of implementing an Ammonia Economy", "journal": "Iowa State University, Graduate Theses and Dissertations. 11132", "date": "2008", "url": "https://lib.dr.iastate.edu/etd/11132"}, {"ref": "ammonia_density", "author": "Valera-Medina, A., Xiao, H., Owen-Jones, M., David, W., Bowen, P.", "title": "Ammonia for power", "journal": "Progress in Energy and Combustion Science <b>69</b>, pp. 63-102", "date": "November 2018", "url": "https://www.sciencedirect.com/science/article/pii/S0360128517302320"}, {"ref": "storage_life", "author": "Fu, R., Remo, T., Margolis, R.", "title": "2018 U.S. Utility-Scale Photovoltaics Plus-Energy Storage System Costs Benchmark", "journal": "National Renewable Energy Laboratory", "date": "November 2018", "url": "https://www.osti.gov/biblio/1484345-utility-scale-photovoltaics-plus-energy-storage-system-costs-benchmark"}, {"ref": "battery_cba3", "author": "Li, X., Chalvatzis, K., Stephanides, P.", "title": "Innovative Energy Islands: Life-Cycle Cost-Benefit Analysis for Battery Energy Storage", "journal": "Sustainability <b>10</b>(10)", "date": "September 2018", "url": "https://www.mdpi.com/2071-1050/10/10/3371"}, {"ref": "battery_cba1", "author": "Ouyang, J., Mantegna, G., Li, V., Mullen, D., Patel, K., Olson, A.", "title": "Minnesota Energy Storage Cost-Benefit Analysis", "journal": "Prepared For: Prepared for: Minnesota Department of Commerce, Division of Energy Resources. Prepared By: Energy and Environmental Economics, Inc. (E3).", "date": "December 2019", "url": "https://mn.gov/commerce/policy-data-reports/energy-data-reports/?id=17-415938"}, {"ref": "battery_cba2", "author": "Sidhu, A., Pollitt, M., Anaya, K.", "title": "A social cost benefit analysis of grid-scale electrical energy storage projects: A case study", "journal": "Applied Energy <b>212</b>, pp. 881-894", "date": "February 2018", "url": "https://www.sciencedirect.com/science/article/pii/S0306261917318068"}, {"ref": "ammonia_storage", "author": "Wang, G., Mitsos, A., Marquardt, W.", "title": "Conceptual design of ammonia‐based energy storage system: System design and time‐invariant performance", "journal": "AIChE Journal", "date": "January 2017", "url": "https://aiche.onlinelibrary.wiley.com/doi/abs/10.1002/aic.15660"}, {"url": "http://www.c2es.org/docUploads/10-50_Berry.pdf", "journal": "Lawrence Livermore National Laboratory. From workshop proceedings, \"The 10-50 Solution: Technologies and Policies for a Low-Carbon Future.\" The Pew Center on Global Climate Change and the National Commission on Energy Policy.", "title": "Present and Future Electricity Storage for Intermittent Renewables", "ref": "berry_storage", "author": "Berry, G."}, {"title": "Lifecycle Assessment of Compressed Air Energy Storage (CAES)", "url": "http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.895.6480&rep=rep1&type=pdf", "journal": "The 6th International Conference on Life Cycle Management in Gothenburg 2013", "author": "Bouman, E., Øberg, M., Hertwich, E.", "date": "2013", "ref": "bouman"}, {"title": "Comparative Life Cycle Assessment of Stationary Battery Storage Technologies for Balancing Fluctuations of Renewable Energy Sources", "url": "https://uol.de/fileadmin/user_upload/physik-ppre/download/Newsletter/Newsletter_2017/Issue_36/MSc_Thesis/Hiremath_Mitavachan_LCA_Batteries.pdf", "journal": "University of Oldenburg, Germany", "author": "Hiremath, M.", "date": "Accessed June 22, 2019", "ref": "hiremath"}, {"title": "Techno-economic and life cycle assessment of large energy storage systems", "url": "https://era.library.ualberta.ca/items/cb919244-df4b-46d7-a5b8-eaae7a106df2/view/b0b5b682-ee23-4273-b375-8fa882acadf7/Kapila_Sahil_201801_MSc.pdf", "journal": "A thesis submitted in partial fulfillment of the requirements for the degree of Master of Science in Engineering Management, Department of Mechanical Engineering, University of Alberta", "author": "Kapila, S.", "date": "2018", "ref": "kapila"}, {"title": "Energy storage", "url": "https://www.iea.org/tcep/energyintegration/energystorage/", "journal": "Tracking Clean Energy Progress", "author": "International Energy Agency", "date": "Accessed August 15, 2019", "ref": "iea_storage"}, {"title": "Characterization and Assessment of Novel Bulk Storage Technologies", "url": "http://prod.sandia.gov/techlib/access-control.cgi/2011/113700.pdf", "journal": "Sandia National Labs, a Study for the DOE Energy Storage Systems Program", "author": "Agrawal et al.", "date": "May 2011", "ref": "bulk_storage"}, {"date": "Accessed August 15, 2019", "url": "http://www.ambri.com/", "title": "Home Page", "ref": "ambri", "author": "Ambri"}, {"title": "The Next Breakthrough in Grid Capacity", "url": "https://cleantechnica.com/2014/11/21/next-breakthrough-grid-capacity/", "journal": "CleanTechnica", "author": "Hales, R.", "date": "November 2014", "ref": "hales"}, {"title": "Capacitors for Power Grid Storage (Multi-Hour Bulk Energy Storage using Capacitors)", "url": "http://energy.gov/sites/prod/files/piprod/documents/Session_D_Miller_rev.pdf", "journal": "JME Inc. and Case Western Reserve University", "author": "Miller, J.", "date": "October 2010", "ref": "jme_capacitors"}, {"title": "Vehicle-to-grid systems for sustainable development: An integrated energy analysis", "url": "http://www.sciencedirect.com/science/article/pii/S0040162507002053", "journal": "Technological Forecasting & Social Change <b>75</b>(8), 1091-1108", "author": "Turton, H., Moura, F.", "date": "2008", "ref": "tmv2g"}, {"date": "February 2014", "url": "https://www.caiso.com/Documents/Vehicle-GridIntegrationRoadmap.pdf", "title": "California Vehicle-Grid Integration (VGI) Roadmap: Enabling vehicle-based grid services", "ref": "cav2g", "author": "California ISO"}, {"ref": "betavoltaic", "author": "Bormashov, V., Troschiev, S., Tarelkin, S., Volkov, A., Teteruk, D., Golovanov, A., Kuznetsov, N., Kornilov, N., Terentiev, S., Blank, V.", "title": "High power density nuclear battery prototype based on diamond Schottky diodes", "journal": "Diamond and Related Materials <b>84</b>, pp. 41-47", "date": "April 2018", "url": "https://www.sciencedirect.com/science/article/abs/pii/S0925963517307495"}, {"ref": "betavoltaic2", "author": "Prelas, M., Weaver, C., Watermann, M., Lukosi, E., Schott, R., Wisniewsi, D.", "title": "A review of nuclear batteries", "journal": "Progress in Nuclear Energy <b>75</b>, pp. 117-148", "date": "August 2014", "url": "https://www.sciencedirect.com/science/article/abs/pii/S0149197014000961"}]}