{"sections": [{"content": ["In this section, we review three power grid design concepts: super grids, smart grids, and microgrids. Each of these is a tool to reduce price volatility and achieve <a href=\"/solution/energy/load_balancing\">load balancing</a>, necessary for integrating variable renewable energy. These tools can be complementary, but they also compete on the same market of price arbitrage [supersmart].", "We recommend the construction of HVDC grids, as outlined below, though only in markets where it has been justified by other studies."]}, {"content": ["A super grid is a network of high voltage direct current (HVDC) interconnections between grids to transfer power from one to another, reducing price volatiliy [supersmart].", "@HVDC Grid Construction@HVDC interconnections in the United States, including substations, cost an estimated $400 to $2700 per megawatt of capacity over a kilometer [hvdc_cost]. A fully-interconnected HVDC network in the United States, as estimated to be able to support 80% wind and solar electricity, would require 34,000 kilometers of cable with a capacity of 12 GW [shaner].@The following costs of HVDC grids have been estimated.@-hvdc_cba.jpg-80@!Several estimates of the cost of an HVDC grid in the United States. Sources: [hvdc_cost] and [miso2014].@For a national HVDC grid, the U. S. Department of Energy would likely take ownership of construction. Aside from construction, development of an HVDC grid may require revising the National Environmental Policy Act (NEPA) and making other changes.", "Studies in Ukraine-Romania-Moldolva [hvdc_cost2] and in Austria [hvdc_cost3] have also found that HVDC interconnections can save costs and foster renewable energy penetration relative to AC interconnections.", "At distances over about 500 kilometers, direct current (DC) is less expensive than alternating current (AC).", "-transmission_cost.jpg-60", "!Source: Behravesh and Abbaspour [hvdc_cost_km].", "For undersea cables, HVDC is superior to AC at distances exceeding 50-100 kilometers and valuable for integrating <a href=\"/solution/energy/wind\">deep offshore wind</a> and <a href=\"/solution/energy/mhk\">ocean</a> energy sources [supergrid_roadmap].", "At distances exceeding about 250 kilometers, DC transmission has lower electricity losses than AC transmission.", "-transmission_loss.jpg-60", "!Source: EIA [eia_hvdc2].", "DC also requires less right of way than AC.", "-transmission_row.jpg-60", "!Source: Mooney and Johnson [hvdc_row].", "Development of superconducting materials could further reduce costs and line losses [supergrid_roadmap]. Additionally, interconnected regions need to harmonize their electricity markets to allow exchange [eurelectric].", "Concerns have been raised about the health effects of living near power lines, whether AC or DC. To date there is no evidence to substantiate these concerns [eia_hvdc2]. Regulatory hurdles are the main barrier to expanding HVDC interconnections, and in particular the need to provide compensation to areas that HVDC travel through but do not directly serve [eia_hvdc2]."], "name": "Supergrids"}, {"content": ["A smart grid uses information technology to provide real-time price signals to producers and consumers. Especially when coupled with <a href=\"/solution/energy/grid_storage\">energy storage</a>, a smart grid integrates distributed energy sources. Price signals are a tool to implement <a href=\"/solution/energy/load_balancing\">demand-side management</a>, reducing price volatility [supersmart]. Smart grids can enable modest savings in electricity consumption and greenhouse gas emissions from electricity.", "-smartgrid.jpg-60", "!Potential savings enabled by a smart grid in electricity consumption and greenhouse gas emissions. Source: Friedman and Sreedharan [sreedharan]."], "name": "Smart Grids"}, {"name": "Microgrids", "content": ["A microgrid is a largely self-contained grid on the scale of 1 MW of capacity. A microgrid is powered by distributed technologies such as wind, solar, and combined heat and power, and it is regulated through local storage and demand side management. A microgrid can function independently or connect with a larger grid. Microgrids can add resiliency and ancillary services to the larger grid, facilitate integration of distributed renewable energy sources such as rooftop solar, reduce line losses, and accelerate deployment of smart grid technology [microgrid]. Progress is needed in interoperability with larger grids, storage technology, standardized inverters and controllers, analytic tools, reliability, and communications strategies [microgrid]."]}, {"name": "Ancillary Services", "content": ["Ancillary services are those services, other that provision of power, that are needed to keep an electric grid stable. They are of growing importance with increased amounts of renewable enegy on the grid. Some major ancillary services are as follows.", "-ancillary_services.jpg", "!Major ancillary services and their typically time spans. Source: [anc_services].", "The financial value of ancillary services typically comprise only 2-3% of the wholesale value of electricity, but they are of outsized importance [anc_services2]. Markets in ancillary services can be developed by making supply [anc_services3] or demand [anc_services2] more flexible. To date, relatively few ancillary services markets exist, leaving these services not properly priced."]}], "title": "Grid Design", "parent_link": "energy_distribution", "parent_name": "Energy Distribution", "references": [{"title": "SuperGrid or SmartGrid: Competing strategies for large-scale integration of intermittent renewables?", "url": "http://www.sciencedirect.com/science/article/pii/S0301421513002176", "journal": "Energy Policy <b>58</b>, pp. 381-390", "author": "Blarke, M., Jenkins, B.", "date": "2013", "ref": "supersmart"}, {"ref": "hvdc_cost", "author": "MacDonald, A., Clack, C., Alexander, A., Dunbar, A., Wilczak, J., Xie, Y.", "title": "Future cost-competitive electricity systems and their impact on US CO2 emissions", "journal": "Nature Climate Change <b>6</b>, pp. 526–531", "date": "January 2016", "url": "https://www.nature.com/articles/nclimate2921"}, {"title": "Geophysical constraints on the reliability of solar and wind power in the United States", "url": "https://pubs.rsc.org/en/content/articlelanding/ee/2018/c7ee03029k", "journal": "Energy & Environmental Science <b>11</b>(4), pp. 914-925", "author": "Shaner, M., Davis, S., Lewis, M., Caldeira, K.", "date": "2018", "ref": "shaner"}, {"ref": "miso2014", "author": "MISO", "title": "MISO Transmission Expansion Planning (MTEP) report", "date": "2014"}, {"ref": "hvdc_cost2", "author": "Udrea, O., Lazaroiu, G., Ungureanu, G., Violeta, V.", "title": "HVDC Transmission Corridor -- Cost Benefit Analysis", "journal": "In 2014 49th International Universities Power Engineering Conference (UPEC), pp. 1-6, IEEE", "date": "September 2014", "url": "https://ieeexplore.ieee.org/abstract/document/6934828"}, {"ref": "hvdc_cost3", "author": "Burgholzer, B., Auer, H.", "title": "Cost/benefit analysis of transmission grid expansion to enable further integration of renewable electricity generation in Austria", "journal": "Renewable Energy <b>97</b>, pp. 189-196", "date": "November 2016", "url": "https://www.sciencedirect.com/science/article/abs/pii/S0960148116304839"}, {"ref": "hvdc_cost_km", "author": "Behravesh, V., Abbaspour, N.", "title": "New Comparison of HVDC and HVAC Transmission system", "journal": "International Journal of Engineering Innovation & Research <b>1</b>(3), ISSN : 2277 – 5668", "date": "2012", "url": "https://www.semanticscholar.org/paper/New-Comparison-of-HVDC-and-HVAC-Transmission-system-Behravesh-Abbaspour/401b11611bfdc782c22e269adbccf97dfa6339cc"}, {"date": "June 2014", "url": "http://www.globalsmartgridfederation.org/2014/07/04/roadmap-to-the-supergrid-technologies-revision-2014/", "title": "Roadmap to the Supergrid Technologies", "ref": "supergrid_roadmap", "author": "Friends of the Supergrid"}, {"ref": "eia_hvdc2", "author": "U. S. Energy Information Administration", "title": "Assessing HVDC Transmission for Impacts of Non‐Dispatchable Generation", "date": "June 2018", "journal": "U. S. Department of Energy", "url": "https://www.eia.gov/analysis/studies/electricity/hvdctransmission/"}, {"ref": "hvdc_row", "author": "Mooney, J., Johnson, B.", "title": "HVdc Transmission and Integration into an AC Grid", "journal": "Protection, Automation & Control World", "date": "September 2016", "url": "https://www.pacw.org/no-cache/issue/september_2016_issue/lessons_learned/hvdc_transmission_and_integration_into_an_ac_grid.html"}, {"date": "2010", "url": "http://www.eurelectric.org/media/45254/res_integration_paper_final-2010-030-0492-01-e.pdf", "title": "Integrating intermittent renewables sources into the EU electricity system by 2020: challenges and solutions", "ref": "eurelectric", "author": "Union of the Electricity Industry"}, {"ref": "sreedharan", "author": "Friedman, H., Sreedharan, P.", "title": "Wiring the Smart Grid for Energy Savings: Mechanisms and Policy Considerations", "journal": "ACEEE Summer Study on Energy Efficiency in Buildings", "date": "2010", "url": "https://aceee.org/files/proceedings/2010/data/papers/2055.pdf"}, {"date": "March 2014", "url": "http://energy.gov/oe/downloads/advanced-microgrid-integration-and-interoperability-march-2014", "title": "The Advanced Microgrid: Integration and Interoperability", "ref": "microgrid", "author": "Sandia National Laboratories"}, {"ref": "anc_services", "author": "Chueh, W.", "title": "The Next Big Opportunities in Energy Storage", "journal": "Stanford University, YouTube video", "date": "December 2018", "url": "https://www.youtube.com/watch?v=_LAuDTNW5dw"}, {"ref": "anc_services2", "author": "Heffner, G., Goldman, C., Kirby, B., Kintner-Meyer, M.", "title": "Loads Providing Ancillary Services: Review of International Experience", "journal": "Ernest Orlando Lawrence Berkeley National Laboratory, LBNL–62701, ORNL/TM-2007/060, PNNL-16618", "date": "May 2007", "url": "https://www.energy.gov/oe/downloads/loads-providing-ancillary-services-review-international-experience"}, {"ref": "anc_services3", "author": "Anisie, A., Ocenic, E., Boshell, F., Kanani, H., Singla, R.", "title": "Innovative Ancillary Services: Innovation Landscape Brief", "journal": "International Renewable Energy Agency, Abu Dhabi. ISBN 978-92-9260-129-4", "date": "2019", "url": "https://www.irena.org/-/media/Files/IRENA/Agency/Publication/2019/Feb/IRENA_Innovative_ancillary_services_2019.pdf?la=en&hash=F3D83E86922DEED7AA3DE3091F3E49460C9EC1A0"}]}