{"sections": [{"content": ["There is a strong case for taxing landfills to account for environmental externalities."]}, {"content": ["Recycling of major commodities saves energy and greenhouse gas emissions.", "-recycling_energy.jpg", "!Energy required for recycling and for virgin production of material. Source: EPA [warm15].", "-recycling_ghg.jpg", "!Greenhouse gas emissions from recycling and from virgin production of material. Source: EPA [warm15].", "The following shows energy and greenhouse gas savings from current recycling practices (relative to landfilling all materials) and how much additional energy and emissions could be saved by recycling or composting material that is currently landfilled or combusted.", "-recycling_savings.jpg", "!Energy and emissions savings from current and potential recycling. Source: EPA ([msw_stats15] and [warm15]). Figures do not include savings from recycling construction and demolition waste, nor do they include some materials for which we lack data, including leather, textiles, and plastics other than PET and HDPE.", "Applying the WARM figures to world waste data [wb_waste], we estimate that 100% recycling could save about 10 exajoules of primary energy and 1800 million tons CO<sub>2</sub>-equivalent of greenhouse gases per year."], "name": "Energy and Greenhouse Gas Savings"}, {"content": ["Putting material in a landfill comes with environmental harms at the landfill, including air and solution pollution, and upstream harm such as greenhouse gas emissions that result from producing virgin material instead of recycling. Estimates of the magnitude of this harm are as follows.", "-landfill_externality.jpg", "!Sources: [landfill_external_2004][euro_landfill][sa_landfill][wa], and the above work. Values are CPI-adjusted to 2020. Greenhouse gas costs are estimated using the Waste Reduction Model [warm15], applied to our estimates of the <a href=\"/solution/waste/waste_composition\">composition</a> of municipal solid waste.", "There is also harm resulting from incineration, estimated as follows.", "-incinerator_externality.jpg", "!Sources: [landfill_external_2004][euro_landfill][sk_incinerator]. Figures are CPI-adjusted to 2020. For the European Union studies, we divided in half the credit for energy production, as we feel the assumption, that all energy generated by the incinerators displaces entirely coal, is unrealistic. External costs of manufacturing from virgin or recycled material is not included, except for greenhouse gas costs. These are estimated using the Waste Reduction Model [warm15], applied to our estimates of the <a href=\"/solution/waste/waste_composition\">composition</a> of municipal solid waste.", "Based on environmental damage, including the costs of virgin material manufacturing as opposed to recycling, we estimate the following taxes on landfills and incinerators are appropriate.", "-landfill_tax.jpg", "!We used the environmental cost as estimated in the Australia study above for landfills. For incinerators, we took the average cost estimated by seven studies in [landfill_external_2004]. We present three estimated taxes, based on three energy recovery scenarios, outlined in [euro_landfill]. As above, we assume that only half, rather than all, of displaced energy is from coal."], "name": "Externalities of Disposal"}, {"name": "Increasing Recycling Rates", "content": ["A government-assessed fee on landfilling, which takes into the account the economic and environmental losses from landfilling, would boost recycling rates. An increase of $10 per ton in the tipping fee at a landfill increases the recycling rate by about 7% [calrecycle]. In Denmark, a landfill tax was introduced in 1987 and increased to 50 Euros per ton (about 80 US Dollars per ton in 2020) in 2006 [peck]. Over the same period, the recycling rate increased from 21% to 60%."]}, {"content": ["@@landfill_tax.json"]}], "title": "Landfill Taxation", "parent_link": "waste_economics", "parent_name": "Economics", "references": [{"title": "WAste Reduction Model, Version 15", "url": "https://www.epa.gov/warm", "journal": "Excel Spreadsheet", "author": "U.S. Environmental Protection Agency", "date": "Accessed September 29, 2019", "ref": "warm15"}, {"date": "July 2018", "url": "https://www.epa.gov/facts-and-figures-about-materials-waste-and-recycling/advancing-sustainable-materials-management", "title": "Advancing Sustainable Materials Management: 2015 Tables and Figures", "ref": "msw_stats15", "author": "U.S. Environmental Protection Agency"}, {"ref": "wb_waste", "author": "Kaza, S., Yao, L., Bhada-Tata, P., Van Woerden, F.", "title": "What a Waste 2.0 : A Global Snapshot of Solid Waste Management to 2050", "isbook": 1, "date": "September 2018", "journal": "Urban Development. Washington, DC: World Bank. © World Bank. License: CC BY 3.0 IGO.", "url": "https://openknowledge.worldbank.org/handle/10986/30317"}, {"ref": "landfill_external_2004", "author": "Eshet, T., Ayalon, O., Shechter, M.", "title": "A critical review of economic valuation studies of externalities from incineration and landfilling", "journal": "Waste Management & Research <b>23</b>, pp. 487-504", "date": "2005", "url": "https://journals.sagepub.com/doi/abs/10.1177/0734242x05060966"}, {"ref": "euro_landfill", "author": "European Commission, DG Environment", "title": "A Study on the Economic Valuation of Environmental Externalities from Landfill Disposal and Incineration of Waste", "date": "October 2000", "url": "https://ec.europa.eu/environment/enveco/waste/pdf/cowi_ext_from_landfill.pdf"}, {"ref": "sa_landfill", "author": "Nahman, A.", "title": "Pricing landfill externalities: Emissions and disamenity costs in Cape Town, South Africa", "journal": "Waste Management <b>31</b>(9-10), pp. 2046-2056", "date": "September-October 2011", "url": "https://www.sciencedirect.com/science/article/abs/pii/S0956053X11002571"}, {"title": "Evaluation of the social optimum for the Landfill Levy in WA", "url": "http://www.wasteauthority.wa.gov.au/media/files/documents/Social_Optimum_for_Landfill_Levy_in_WA.pdf", "journal": "Masters Thesis, UWA Business School, University of Western Australia", "author": "Schollum, P.", "date": "November 2010", "ref": "wa"}, {"ref": "sk_incinerator", "author": "Kim, J., Jeong, S.", "title": "Economic and Environmental Cost Analysis of Incineration and Recovery Alternatives for Flammable Industrial Waste: The Case of South Korea", "journal": "Sustainability <b>9</b>(9): 1638", "date": "September 2017", "url": "https://www.mdpi.com/2071-1050/9/9/1638/htm"}, {"date": "February 2015", "url": "http://www.calrecycle.ca.gov/publications/Documents/1520%5C20151520.pdf", "title": "Landfill Tipping Fees in California", "ref": "calrecycle", "author": "California Department of Resources Recycling and Recovery"}, {"date": "2007", "url": "http://www.un.org/esa/sustdev/publications/industrial_development/3_2.pdf", "title": "Industrial energy and material efficiency: What role for policies?", "ref": "peck", "author": "Peck, M., Chipman, R."}]}