{"sections": [{"name": "Extent", "content": ["Light pollution, characterized by the presence of unwanted light at night, is a pervasive and growing phenomenon.", "-lp_extent.jpg", "!Total nighttime lights (TNL) is a measure of total light that is visible in the atmosphere of a region. See Hu and Zhang [tnl] for technical details on how TNL is defined. Light pollution is characterized by the presence of artificial light that is at least 8% of natural light at the darkest point, around 1 AM [lp_stats]. The Milky Way becomes invisible when artificial light exceeds about 400% of natural light [lp_stats]. Sources: Hu and Zhang [tnl] and Falch et al. [lp_stats].", "Street lights receive heavy attention as a contributor to light pollution, though recent satellite observations in Tucson, Arizona found that street lights contribute 16-21% of overall light pollution [tucson]. Other major contributors include building lighting, car lights, fishing boats, cruise ships, security lights, vehicles lamps, offshore oil platforms flares, and undersea research vessels [lp_sources].", "Modern technology, and particularly computer technology, has created for many people an additional exposure to light at night.", "-lp_exposure.jpg", "!Source: Bedrosian and Nelson [light_exposure]. Smartphone exposure is estimated at 40+ blux, which is a weighted measure of light intensity based on circadian-response frequencies."]}, {"name": "Effects", "content": ["Excess light at night has been shown to disrupt the circadian rhythm, interfering with sleep, and harm a person's mood [lp_health1]. Additionally, evidence suggests that night light stimulates bodily hormone production, increasing the risk of breast and prostate cancer [lp_health2].", "Light pollution has been implicated in a wide range of disruptions to ecosystems. To give a few examples, light pollution interferes with some insect behavior and may be a major factor in overall insect population declines [lp_insect]; light pollution interferes with zooplankton growth and causes algae blooms [lp_algae]; light from tall buildings attacts birds and contributes to bird deaths [lp_birds]; and light pollution contributes to the loss of sea turtles by disrupting their travel behavior [lp_turtle]."]}, {"name": "Mitigation", "content": ["Street light are a major contributor to light pollution. Over half the light produced by a typical street light is wasted.", "-streetlight.jpg", "!Source: Chepesiuk [lp_streetlight].", "Designs of streetlights that prevent light from traveling at or above the horizontal plane greatly reduce skyglow and glare [lp_streetlight].", "Light emitting diodes (LEDs) are attractive for their long lives and energy efficiency, but LEDs, at high frequencies in particular, may perform worse than alternatives from a light pollution standpoint. For this reason, astronomers, who are particularly sensitive to light pollution, prefer low pressure sodium lights.", "-light_type.jpg", "!Numbers are how effective lights are on three metrics related to light pollution per lumen (unit of light) generated. Numbers are normalized so that the Sun is 1.0. Lower numbers mean lesser amounts of light pollution for a given amount of light. The filters refer to Ledtech's <i>Equilib</i> filter. The atmosphere is more effective at scattering high frequency light, so yellow and amber lights, such as low pressure sodium lamps, generally perform better than white and blue lights, especially blue LEDs. Source: [lp_lighttype]."]}], "title": "Light Pollution", "parent_link": "cities_energy_and_pollution", "parent_name": "Energy and Pollution", "references": [{"ref": "tnl", "author": "Hu, Y., Zhang, Y.", "title": "Global Nighttime Light Change from 1992 to 2017: Brighter and More Uniform", "journal": "Sustainability <b>12</b>(12): 4905", "date": "June 2020", "url": "https://www.mdpi.com/2071-1050/12/12/4905/htm"}, {"ref": "lp_stats", "author": "Falchi, F., Cinzano, P., Duriscoe, D., Kyba, C., Elvidge, C., Baugh, K., Portnov, B., Rybnikova, N., Furgoni, R.", "title": "The new world atlas of artificial night sky brightness", "journal": "Science Advances <b>2</b>(6): e1600377", "date": "June 2016", "url": "https://advances.sciencemag.org/content/2/6/e1600377"}, {"ref": "tucson", "author": "Kyba, C. C. M., Ruby, A., Kuechly, H. U., Kinzey, B., Miller, N., Sanders, J., Barentine, J., Kleinodt, R., Espey, B.", "title": "Direct measurement of the contribution of street lighting to satellite observations of nighttime light emissions from urban areas", "journal": "Lighting Research & Technology", "date": "October 2020", "url": "https://journals.sagepub.com/doi/10.1177/1477153520958463"}, {"ref": "lp_sources", "author": "Azman, M. I., Dalimin, M. N. Mohamed, M., Abu Baka, M. F.", "title": "A Brief Overview on Light Pollution", "journal": "IOP Conference Series: Earth and Environmental Science <b>269</b>, International Conference on Biodiversity, Johor Darul Takzim, Malaysia", "date": "November 2018", "url": "https://iopscience.iop.org/article/10.1088/1755-1315/269/1/012014"}, {"ref": "light_exposure", "author": "Bedrosian, T., Nelson, R.", "title": "Timing of light exposure affects mood and brain circuits", "journal": "Translational Psychiatry <b>7</b>: e1017", "date": "January 2017", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5299389/"}, {"ref": "lp_health1", "author": "Fonken, L. K., Sima Finy, M., Walton, J. C., Weil, Z., M., Workman, J. L., Ross, J., Nelson, R. J.", "title": "Influence of light at night on murine anxiety- and depressive-like responses", "journal": "Behavioral Brain Research <b>205</b>(2), pp. 349-354", "date": "December 2009", "url": "https://www.sciencedirect.com/science/article/abs/pii/S0166432809004173?via%3Dihub"}, {"ref": "lp_health2", "author": "Spivey, A.", "title": "LIGHT POLLUTION: Light at Night and Breast Cancer Risk Worldwide", "journal": "Environmental Health Perspectives <b>118</b>(12): A525", "date": "December 2010", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3002207/"}, {"ref": "lp_insect", "author": "Grubisic, M., van Grunsven, R. H. A., Kyba, C. C. M., Manfrin, A., Hölker, F.", "title": "Insect declines and agroecosystems: does light pollution matter?", "journal": "Annals of Applied Biology <b>173</b>(2), pp. 180-189", "date": "June 2018", "url": "https://onlinelibrary.wiley.com/doi/10.1111/aab.12440"}, {"ref": "lp_algae", "author": "Moore, M. V., Pierce, S. M., Walsh, H. M., Kvalvik, S. K., Lim, J. D.", "title": "Urban light pollution alters the diel vertical migration of <i>Daphnia</i>", "journal": "Internationale Vereinigung für theoretische und angewandte Limnologie: Verhandlungen <b>27</b>(2)", "date": "October 2000", "url": "https://www.tandfonline.com/doi/abs/10.1080/03680770.1998.11901341?journalCode=tinw19"}, {"ref": "lp_birds", "author": "Parkins, K. L., Elbin, S. B., Barnes, E.", "title": "Light, Glass, and Bird-Building Collisions in an Urban Park", "journal": "Northeastern Naturalist <b>22</b>(1), pp. 84-94", "date": "March 2015", "url": "https://bioone.org/journals/northeastern-naturalist/volume-22/issue-1/045.022.0113/Light-Glass-and-BirdBuilding-Collisions-in-an-Urban-Park/10.1656/045.022.0113.short"}, {"ref": "lp_turtle", "author": "Brei, M., Pérez-Barahona, A., Strobl, E.", "title": "Environmental pollution and biodiversity: Light pollution and sea turtles in the Caribbean", "journal": "Journal of Environmental Economics and Management <b>77</b>, pp. 95-116", "date": "May 2016", "url": "https://www.sciencedirect.com/science/article/abs/pii/S0095069616000097"}, {"ref": "lp_streetlight", "author": "Chepesiuk, R.", "title": "Missing the Dark: Health Effects of Light Pollution", "journal": "Environmental Health Perspectives <b>117</b>(1): A20-A27", "date": "January 2009", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2627884/"}, {"ref": "lp_lighttype", "author": "Aubé, M., Roby, J., Kocifaj, M.", "title": "Evaluating Potential Spectral Impacts of Various Artificial Lights on Melatonin Suppression, Photosynthesis, and Star Visibility", "journal": "PLoS One <b>8</b>(7): e67798", "date": "2013", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3702543/"}]}