{"sections": [{"name": "Recycling Rates", "content": ["Recycling rates vary widely by metals, but for most metals, including those critical for a renewable energy transition, recycling rates are low.", "-metals_recycling.jpg", "!Source: UNEP [metals_recycling].", "The International Energy Agency has also compiled some recycling rates by metal, which are a bit lower than the figures reported by UNEP above. For most metals, reliable figures are difficult to ascertain.", "-metals_recycling2.svg", "!Source: IEA [iea_mining].", "The optimal recycling rate for a given metal is likely less than 100%, because the last few uses of a metal tend to be very diffuse and energy-intensive to recover [norgate]."]}, {"name": "Use of Recycled Metals", "content": ["With overall growth in mineral demand, the rate of use of recycled metals (secondary production) is less than the recycling rate, but it is substantial.", "-secondary_metal.svg", "!Source: IEA [iea_mining]."]}, {"name": "E-Waste", "content": ["E-waste refers to appliances, computer equipment, and other electronics that have reached the end of their useful lives. As electronics are a major use of metals, e-waste is a major issue in metals recycling, and it is also a significant health concern. E-waste recycling rates remain low.", "-ewaste.svg", "!Source: Forti et al. [ewaste].", "As retiring electric cars become more common, recycling and reuse of EV batteries will become more important [iea_mining]."]}], "title": "Metals Recycling", "parent_link": "mining", "parent_name": "Mining", "references": [{"ref": "metals_recycling", "author": "Graedel T. et al.", "title": "Recycling Rates of Metals: A Status Report", "journal": "UN Environment Programme, International Resource Panel, Working Group on the Global Metal Flows", "date": "2011", "url": "https://www.resourcepanel.org/reports/recycling-rates-metals"}, {"ref": "iea_mining", "author": "International Energy Agency", "title": "The Role of Critical World Energy Outlook Special Report Minerals in Clean Energy Transitions", "date": "May 2021", "url": "https://www.iea.org/reports/the-role-of-critical-minerals-in-clean-energy-transitions"}, {"ref": "norgate", "author": "Norgate, T.", "title": "Metal recycling: The need for a life cycle approach", "journal": "CSIRO: Minerals Down Under Flagship", "date": "May 2013", "url": "https://publications.csiro.au/rpr/download?pid=csiro:EP135565&dsid=DS2"}, {"ref": "ewaste", "author": "Forti, V., Baldé, C. P., Kuehr, R., Bel, G.", "title": "The Global E-waste Monitor 2020", "journal": "International Telecommunications Union", "date": "June 2020", "url": "https://www.itu.int/en/mediacentre/backgrounders/Pages/e-waste.aspx"}]}