{"sections": [{"name": "Production Overview", "content": ["Sand and gravel are by far the most widely mined materials by mass. The world produced the following minerals.", "-mineral_production.jpg", "!Minerals for which world production is above one million tons per year in 2020, according to the U. S. Geological Survey [usgs2021]. Sand and gravel figures from the Visual Capitalist [vc_minerals].", "Metal production in the world is as follows.", "-base_metal_production.jpg", "!Leading nonferrous (i.e. not iron) metal production in the world as of 2020 [usgs2021].", "Precious metal production is much less than the bulk commodities above, but these metals drive both disproportionate economic value and environmental impact.", "-precious_metal_production.jpg", "!Production of select precious metals worldwide in 2020 [usgs2021]."]}, {"name": "Production Growth", "content": ["The demand for minerals could grow considerably in coming years, especially minerals that are needed for clean energy technology.", "-mineral_growth.jpg", "!Expected demand for select minerals in 2040, relative to 2020 demand, under the IEA's Sustainable Development Scenario, which envisions rapid growth in low-carbon energy technology. Source: IEA [iea_mining].", "In monetary terms, the demand for clean energy minerals is likely to overtake the demand for coal in the 2030 [iea_mining].", "There is no threat of long-term shortage of minerals, but due to long lead times--up to 20 years from the discovery of mineral deposits to production--rapid growth may result in short-term supply crunches.", "-lead_time.jpg", "!Source: IEA [iea_mining]."]}, {"name": "Mining Techniques", "content": ["Mining can generally be divided into two techniques: surface mining and underground (or sub-surface) mining. In the United States, the former technique is predominately used.", "-mining_techniques.jpg", "!Surface mining is the primary method used in the United States. Source: [mining_techniques]."]}], "title": "Mining Overview", "parent_link": "mining", "parent_name": "Mining", "references": [{"ref": "usgs2021", "author": "United States Geological Survey", "title": "Mineral Commodity Summary 2021", "date": "2021", "url": "https://www.usgs.gov/centers/nmic/mineral-commodity-summaries"}, {"ref": "vc_minerals", "author": "LePan, N.", "title": "All the World’s Metals and Minerals in One Visualization", "journal": "Visual Capitalist", "date": "March 2020", "url": "https://www.visualcapitalist.com/all-the-worlds-metals-and-minerals-in-one-visualization/"}, {"ref": "iea_mining", "author": "International Energy Agency", "title": "The Role of Critical World Energy Outlook Special Report Minerals in Clean Energy Transitions", "date": "May 2021", "url": "https://www.iea.org/reports/the-role-of-critical-minerals-in-clean-energy-transitions"}, {"ref": "mining_techniques", "author": "Hartmann, H.", "title": "Introductory Mining Engineering", "isbook": 1, "journal": "Chapter 1", "url": "https://media.wiley.com/product_data/excerpt/11/04713485/0471348511.pdf"}]}