{"sections": [{"content": ["There are several biogeochemical cycles, or biochemical cycles that operate on the global scale, that are of concern. Such cycles include <a href=\"/solution/foodwater/water_usage\">the water cycle</a>, <a href=\"/solution/habitat/climate_socio\">the carbon cycle</a>, the nitrogen cycle, and the phosphorus cycle. See our analysis of <a href=\"/solution/foodwater/ag_nutrient\">food and nutrients</a> for details on the role of agriculture."]}, {"name": "Nitrogen", "content": ["Since the advent of the Haber-Bosch process to synthesize ammonia, the flow of reactive nitrogen (N<sub>r</sub>, as opposed to unreactive N<sub>2</sub> that constitutes most of the atmosphere) has greatly increased beyond natural levels.", "-nr_sources.jpg-65", "!Sources: Fowler et al. [fowler] and Galloway et al. [galloway].", "Much of the excess nitrogen is \"denitrified\", or converted back to N<sub>2</sub> and returned to the atmosphere. The excess flow through the terrestrial environment has an effect on species composition. Excess reactive nitrogen in the ocean can be sequestered and released as the greenhouse gas N<sub>2</sub>O, the long-term consequences of which are unclear [fowler].", "Locally, nitrogen pollution causes eutrophication, the process whereby nitrogen fertilizes algae growth in a body of water, depleting oxygen and causing death of other organisms, as well as other harmful impacts. Monetized damages from nitrogen pollution in the European Union have been estimated as follows.", "-nitrogen_damages.jpg-60", "!Sources: Keeler et al. [minn_n] and Sutton et al. [nr_damages].", "If world damages from nitrogen pollution, per unit nitrogen fertilizer applied [faostat], are the same as for the EU [nr_damages], then world damages are $1 to $5 trillion per year. Most eutrophication damage comes from the food system.", "-eutrophication.jpg-70", "!Source: Poore and Nemecek [poore].", "Major sources of non-food eutrophication include inadequately treated wastewater, urban stormwater, and the atmosphere [oecd_nutrient]."]}, {"name": "Phosphorus", "content": ["Phosphorus is also a major factor in euthropication. About a third comes from farming, and over 90% comes from the food system when sewage is also considered.", "-phos_sources.jpg", "!Worldwide phosphorus pollution is estimated at 1.47 million metric tons per year on average from 2002-2010. Source: [phos_sources].", "With agriculture, staple crops such as cereals produce the largest share of phosphorus pollution.", "-phos_sources_ag.jpg", "!Source: [phos_sources].", "In the United States, phosphorus has been found in streams far from a source of pollution, raising concerns about transport of phosphorus through precipitation or dust [p_transport]."]}], "title": "Nutrient Pollution", "parent_link": "environment", "parent_name": "Environment", "references": [{"ref": "fowler", "author": "Fowler, D., Coyle, M., Skiba, U., Sutton, M., Cape, J., Reis, S., Sheppard, L., Jenkins, A., Grizzetti, B., Galloway, J., Vitousek, P., Leach, A., Bouwman, A., Butterbach-Bahl, K., Dentener, F., Stevenson, D., Amann, M., Voss, M.", "title": "The global nitrogen cycle in the twenty-first century", "journal": "Philosophical Transactions of the Royal Society B <b>368</b>(1621)", "date": "July 2013", "url": "https://royalsocietypublishing.org/doi/10.1098/rstb.2013.0164"}, {"ref": "galloway", "author": "Galloway, J., Dentener, F., Capone, D., Boywer, E., Howarth, R., Seitzinger, S., Asner, G., Cleveland, C., Green, P., Holland, E., Karl, D., Michaels, A., Porter, J., Townsend, A., Vöosmarty, C.", "title": "Nitrogen cycles: past, present, and future", "journal": "Biogeochemistry <b>70</b>, pp. 153-226", "date": "2004", "url": "https://link.springer.com/article/10.1007/s10533-004-0370-0"}, {"ref": "minn_n", "author": "Keeler, B., Gourevitch, J., Polasky, S., Isbell, F., Tessum, C., Hill, J., Marshall, J.", "title": "The social costs of nitrogen", "journal": "Science Advances <b>2</b>(10), e1600219", "date": "October 2016", "url": "https://advances.sciencemag.org/content/2/10/e1600219"}, {"ref": "nr_damages", "author": "Sutton, M., Howard, C., Erisman, J., et al. (eds);", "title": "Costs and benefits of nitrogen in the environment", "isbook": 1, "journal": "Cambridge University Press, Cambridge, UK pp.513-540", "date": "April 2011", "url": "http://pure.iiasa.ac.at/id/eprint/9670/"}, {"url": "http://www.fao.org/faostat/en/#data", "title": "FAOSTAT", "ref": "faostat", "author": "Food and Agriculture Organization of the United Nations"}, {"ref": "poore", "author": "Poore, J., Nemecek, T.", "title": "Reducing food’s environmental impacts through producers and consumers", "journal": "Science <b>360</b>(6392), pp. 987-992", "date": "June 2018", "url": "https://science.sciencemag.org/content/360/6392/987"}, {"ref": "oecd_nutrient", "author": "OECD", "title": "Diffuse Pollution, Degraded Waters: Emerging Policy Solutions", "date": "March 2017", "url": "https://www.oecd.org/environment/resources/Diffuse-Pollution-Degraded-Waters-Policy-Highlights.pdf"}, {"ref": "phos_sources", "author": "Mekonnen, M. M., Hoekstra, A. Y.", "title": "Global Anthropogenic Phosphorus Loads to Freshwater and Associated Grey Water Footprints and Water Pollution Levels: A High-Resolution Global Study", "journal": "Water Resources Research <b>54</b>(1), pp. 345-358", "date": "November 2017", "url": "https://agupubs.onlinelibrary.wiley.com/doi/full/10.1002/2017WR020448"}, {"ref": "p_transport", "author": "Stoddard, J. L., Van Sickle, J., Herlihy, A. T., Brahney, J., Paulsen, S., Peck, D. V., Mitchell, R., Pollard, A. I.", "title": "Continental-Scale Increase in Lake and Stream Phosphorus: Are Oligotrophic Systems Disappearing in the United States?", "journal": "Environmental Science & Technology <b>50</b>(7), pp. 3409-3415", "date": "February 2016", "url": "https://pubs.acs.org/doi/10.1021/acs.est.5b05950"}]}