{"sections": [{"content": ["Biogeochemical cycles refer to several important biochemical cycles on the global scale; the water cycle, the carbon cycle, the nitrogen cycle, and the phosphorous cycle are examples. Nitrogen may be of particular concern.", "Since the advent of the Haber Bosch process, the flow of reactive nitrogen (N<sub>r</sub>, as opposed to unreactive N<sub>2</sub> that constitutes most of the atmosphere) has greatly increased beyond natural levels.", "-nr_sources.jpg", "!Sources of reactive nitrogen have greatly increased with artificial sources. Source: Fowler et al. [fowler]. As observed by Galloway et al. [galloway], natural sources of N<sub>r</sub> have decreased since the Industrial Revolution, but this should offset only a small portion of artificial production.", "Much of the excess nitrogen is \"denitrified\", or converted back to N<sub>2</sub> and returned to the atmosphere. The excess flow through the terrestrial environment has an effect on species composition. Excess reactive nitrogen in the ocean can be sequestered and released as the greenhouse gas N<sub>2</sub>O, the long-term consequences of which are unclear [fowler].", "Locally, nitrogen pollution causes eutrophication, the process whereby nitrogen fertilizers algae growth in a body of water, depleting oxygen and causing death of other organisms, as well as other harmful impacts. Monetized damages from nitrogen pollution in the European Union have been estimated as follows.", "-nitrogen_damages.jpg", "!Estimated monetized damages of nitrogen pollution, translated to 2020 US Dollars. Source: Sutton et al. [nr_damages]. As observed by Keeler et al. [minn_n], damages depend greatly on the site a pollutant is released.", "If world damages from nitrogen pollution, per unit nitrogen fertilizer applied [faostat], are the same as for the EU [nr_damages], then world damages are $1 to $5 trillion per year. Most eutrophication damage comes from the food system.", "-eutrophication.jpg", "!Major sources of eutrophication. Source: Poore and Nemecek [poore].", "Major sources of non-food eutrophication include inadequately treated wastewater, urban stormwater, and the atmosphere [oecd_nutrient]."], "name": "Nitrogen"}, {"content": ["Agriculture is the main source of nitrogen and phosphorous runoff, which leads to eutrophication. Generally, meat and animal products lead to much greater eutrophication over their lifetime than plant-based foods.", "-eutrophication_by_food.jpg", "!Eutrophication by food item. Damages are measured in terms of \"nutritional units\", as defined by Poore and Nemecek [poore], which are 100 grams of protein for protein-dense foods and 1000 kcal for other foods. The measurements are roughly equivalent on a per-calorie basis, but for protein-dense foods, particularly meat and common meat substitites, are slightly fewer calories and more protein [nutritive].", "In addition to adopting <a href=\"/solution/ag_diet\">plant-based diets</a>, fertilizer runoff and eutrophication can be reduced through <a href=\"/solution/ag_practices\">farming practices</a> such as no-till and precision farming, and <a href=\"/solution/ag_options\">intensive farming methods</a> such as greenhouses.", "World economical reserves of phosphate rock, the main source of the critical element phosphorous in fertilizers, are between 60 [ifdc] and 69 billion [usgs2016] tons, or about 270-310 years of production at 2014 levels [usgs2016]. However, most known reserves are in Morocco [usgs2016], posing a risk to security of supply, and reserve estimates are in doubt [phosphate_critique]. There is not a clear reason to worry, but a thorough audit of reserves from an organization such as the Food and Agriculture Organization of the United Nations would be of value.", "The following phosphorous conservation opportunities have been estimated.", "-phosphorous_conservation.jpg", "!Phosphorous conservation from cropping patterns estimated by [pasture_p] and from wastewater estimated from [muni_p_recovery]. The feasibility of the latter is uncertain [muni_p]."], "name": "Nutrient Pollution and Availability"}, {"content": ["There are several key issues in soil health: erosion, organic carbon content, contamination with metals and other pollutants, acidification, salinization, biodiversity, sealing with impermeable material, nutrient balance, compaction, and waterlogging [fao_soil]. Following we consider erosion. Worldwide, 20-30 billion tons of soil are lost to water erosion, and an additional uncertain amount to wind erosion [fao_soil]. With water erosion causing an estimated $25/ton of damages (2020 dollars) [fao_food_waste], erosion may cause at least $500-750 billion of damages worldwide every year.", "Agriculture is the main cause of erosion [erosion2].", "-erosion.jpg", "!Conventional agriculture causes significantly more erosion than natural biological and geological processes, while <a href=\"/solution/ag_practices\">conservation agriculture</a> is comparable. Conservation agriculture is a farming methodology that, among other things, seeks to minimize soil disturbance by avoiding tilling. Erosion rates are global averages, and values can vary widely by location, though are generally higher in hillier terrain. Source: Montgomery [erosion].", "Agroforestry to create windbreaks [windbreak] and terracing on hilly terrains [terracing] also help reduce erosion."], "name": "Soil Health"}], "title": "Nutrient Cycles and Soil Health", "parent_link": "foodwater", "parent_name": "Food and Water", "references": [{"ref": "fowler", "author": "Fowler, D., Coyle, M., Skiba, U., Sutton, M., Cape, J., Reis, S., Sheppard, L., Jenkins, A., Grizzetti, B., Galloway, J., Vitousek, P., Leach, A., Bouwman, A., Butterbach-Bahl, K., Dentener, F., Stevenson, D., Amann, M., Voss, M.", "title": "The global nitrogen cycle in the twenty-first century", "journal": "Philosophical Transactions of the Royal Society B <b>368</b>(1621)", "date": "July 2013", "url": "https://royalsocietypublishing.org/doi/10.1098/rstb.2013.0164"}, {"ref": "galloway", "author": "Galloway, J., Dentener, F., Capone, D., Boywer, E., Howarth, R., Seitzinger, S., Asner, G., Cleveland, C., Green, P., Holland, E., Karl, D., Michaels, A., Porter, J., Townsend, A., Vöosmarty, C.", "title": "Nitrogen cycles: past, present, and future", "journal": "Biogeochemistry <b>70</b>, pp. 153-226", "date": "2004", "url": "https://link.springer.com/article/10.1007/s10533-004-0370-0"}, {"ref": "nr_damages", "author": "Sutton, M., Howard, C., Erisman, J., et al. (eds);", "title": "Costs and benefi ts of nitrogen in the environment", "isbook": 1, "journal": "Cambridge University Press, Cambridge, UK pp.513-540", "date": "April 2011", "url": "http://pure.iiasa.ac.at/id/eprint/9670/"}, {"ref": "minn_n", "author": "Keeler, B., Gourevitch, J., Polasky, S., Isbell, F., Tessum, C., Hill, J., Marshall, J.", "title": "The social costs of nitrogen", "journal": "Science Advances <b>2</b>(10), e1600219", "date": "October 2016", "url": "https://advances.sciencemag.org/content/2/10/e1600219"}, {"url": "http://www.fao.org/faostat/en/#data", "title": "FAOSTAT", "ref": "faostat", "author": "Food and Agriculture Organization of the United Nations"}, {"ref": "poore", "author": "Poore, J., Nemecek, T.", "title": "Reducing food’s environmental impacts through producers and consumers", "journal": "Science <b>360</b>(6392), pp. 987-992", "date": "June 2018", "url": "https://science.sciencemag.org/content/360/6392/987"}, {"ref": "oecd_nutrient", "author": "OECD", "title": "Diffuse Pollution, Degraded Waters: Emerging Policy Solutions", "date": "March 2017", "url": "https://www.oecd.org/environment/resources/Diffuse-Pollution-Degraded-Waters-Policy-Highlights.pdf"}, {"ref": "nutritive", "author": "Food and Agriculture Organization", "title": "Nutritive Factors", "date": "Accessed January 7, 2020", "url": "http://www.fao.org/economic/the-statistics-division-ess/publications-studies/publications/nutritive-factors/en/"}, {"title": "World Phosphate Rock Reserves and Resources", "url": "http://pdf.usaid.gov/pdf_docs/Pnadw835.PDF", "journal": "International Fertilizer Development Center", "author": "Van Kauwenbergh, S.", "date": "September 2010", "ref": "ifdc"}, {"title": "Phosphate Rock", "url": "http://minerals.usgs.gov/minerals/pubs/commodity/phosphate_rock/mcs-2012-phosp.pdf", "journal": "U.S. Geological Survey, Mineral Commodity Summaries", "author": "Jasinski, S.", "date": "January 2016", "ref": "usgs2016"}, {"title": "Recent revisions of phosphate rock reserves and resources: a critique", "url": "http://www.earth-syst-dynam.net/5/491/2014/", "journal": "Earth Syst. Dynam., <b>5</b>, pp. 491-507", "author": "Edixhoven, J., Gupta, J., Savenije, H.", "date": "December 2014", "ref": "phosphate_critique"}, {"title": "Phosphorus and nitrogen losses in relation to forest, pasture and row-crop land use and precipitation distribution in the midwest USA", "url": "http://www.erudit.org/revue/rseau/2011/v24/n3/1006477ar.html", "journal": "Journal of Water Science <b>24</b>(3), pp. 269-281", "author": "Udawatta, R., Henderson, G., Jones, J., Hammer, D.", "date": "2011", "ref": "pasture_p"}, {"date": "2008", "journal": "11th International Conference on Urban Drainage, Edinburgh, Scotland, UK", "title": "Identifying human waste contribution of phosphorus loads to domestic wastewater", "ref": "muni_p_recovery", "author": "Gilmour, D., Blackwood, D., Comber, S., Thornell, A."}, {"title": "Phosphorus recovery from wastewater - state-of-the-art and future potential", "url": "http://www.susana.org/en/resources/library/details/1304", "journal": "Conference presentation at Nutrient Recovery and Management Conference organised by International Water Association (IWA) and Water Environment Federation (WEF) in Florida, USA", "author": "Sartorius, C., von Horn, J., Tettenborn, F.", "date": "2011", "ref": "muni_p"}, {"ref": "fao_soil", "author": "Intergovernmental Technical Panel on Soils", "title": "Status of the World's Soil Resources", "journal": "Food and Agriculture Organization of the United Nations", "date": "2015", "url": "http://www.fao.org/policy-support/resources/resources-details/en/c/435200/"}, {"ref": "fao_food_waste", "author": "BIO-Intelligence Service, Food and Agriculture Organization of the United Nations", "title": "Food Wastage Footprint - Impacts on Natural Resources – Summary report", "date": "2013", "url": "http://www.fao.org/sustainable-food-value-chains/library/details/en/c/266219/"}, {"ref": "erosion2", "author": "Lichtfouse, E., Navarrete, M., Debaeke, P., Véronique, S., Alberola, C.", "title": "Sustainable Agriculture, Volume 1", "journal": "Springer Science & Business Media", "isbook": 1, "date": "November 2009", "url": "https://books.google.com/books?id=7cP-2jIIO2wC"}, {"ref": "erosion", "author": "Montgomery, D.", "title": "Soil erosion and agricultural sustainability", "journal": "Proceedings of the National Academy of Sciences of the United States of America <b>104</b>(33), pp. 13268-13272", "date": "August 2007", "url": "https://www.pnas.org/content/104/33/13268.short"}, {"ref": "windbreak", "author": "Udawatta, R. P.", "title": "Agroforestry practices for water quality and quantity benefits", "journal": "Proceedings of the 4th European Agroforestry Conference, Agroforestry as Sustainable Land Use, 28-30 May 2018, Nijmegen, The Netherlands 2018 pp.269-273 ref.14", "date": "2018", "url": "https://www.cabdirect.org/cabdirect/abstract/20183344556"}, {"ref": "terracing", "author": "Chen, D.", "title": "Effects of terracing practices on water erosion control in China: A meta-analysis", "journal": "Earth-Science Reviews <b>173</b>, pp. 109-121", "date": "October 2017", "url": "https://www.sciencedirect.com/science/article/abs/pii/S0012825217300090"}]}