{"sections": [{"content": ["It may be possible to manipulate ocean chemistry to remove carbon dioxide from the atmosphere. See also our broader analysis of <a href=\"/solution/energy/climate_se\">geoengineering and climate change</a>. Restoring the <a href=\"/solution/oceans/ocean_biodiversity\">oceans' biodiversity</a> may be considered a form of geoengineering."]}, {"name": "General Approches", "content": ["No form of ocean-based geoengineering is understood well enough to be deployed on a large scale. The following research budget has been suggested.", "-ocean_geo_research.svg", "!Estimate of the budget necessary for all research priorities for six major ocean geoengineering areas, together with cross-cutting research. Source: [nas_ocean_geo].", "Any form of ocean geoengineering would be difficult politically, with potential barriers from the Convention on Biological Diversity, the United Nations Convention on the Law of the Sea, the London Convention and London Protocol, and other international treaties as well as national and local laws [nas_ocean_geo]. In addition, the controversy around geoengineering techniques, especially ocean iron fertilization, will be a major barrier."]}, {"name": "Electrochemical Engineering", "content": ["It is possible to remove a practically unlimited amount of dissolved carbon dioxide from the ocean through electrolysis, though use or disposal of that CO<sub>2</sub> would remain an issue. However, electrolyzing seawater generates chlorine, and as the chlorine would vastly exceed market demand if done at a scale to address climate change, safe disposal would be a challenge [nas_ocean_geo]. There are other major challenges of scale.", "-electrochem_scale.svg", "!Electricity needs of removing a billion tons of CO<sub>2</sub> per year are based on 0.8-2.5 MWh per ton [house_elec]. Water process is based on figures from the National Academy of Sciences [nas_ocean_geo] and compares to nearly 100 million tons of desalination capacity as of 2017 [desal_capacity].", "The cost of seawater electrolysis has been estimated at $450-600 per ton of CO<sub>2</sub> removed, accounting for revenue from sale of hydrogen and chlorine [ihs_electro]. This might come down to $150/ton with process improvements [nas_ocean_geo]."]}, {"name": "Nutrient Fertilization", "content": ["Adding nutrients to the ocean can stimulate the growth of plankton, which sequesters carbon dioxide. Iron is the most commonly discussed such nutrient, and others have been proposed as well", "-nutrient_fert.svg", "!Cost estimates are the cost of the nutrient only, and do not include the cost of applying it. Source: [nas_ocean_geo].", "The cost of ocean iron fertilization (OIF) has been estimated at $20 per ton of carbon dioxide removed [jones_geo], and at $13-133/ton [boyd]. The estimated potential of CO<sub>2</sub> that could be removed from OIF has been estimated at 1 billion tons per year [gesamp]--compared to current emissions of about 40 billion tons per year--but estimates vary widely [nas_ocean_geo].", "OIF carries a risk of stimulating the growth of certain bacteria and causing harmful algal blooms, but the severity of this risk is unclear [nas_ocean_geo]. There are possible benefits from OIF in enhancing fishery production and reducing acidification [nas_ocean_geo]."]}, {"name": "Alkalinity Enhancement", "content": ["A proposed geoengineering method is to add crushed magnesium-, calcium-, or carbonate-based minerals to the ocean to absort carbon dioxide. Such methods would sequester CO<sub>2</sub> for millennia [nas_ocean_geo]. There would be additional benefits in reducing ocean acidification and possibly benefiting ecosystems by adding nutrients, but with a risk of nickel pollution and unknown risks to ecosystems [nas_ocean_geo].", "Adding enough crushed rock to absort 1 billion tons CO<sub>2</sub> per year--about 2.5% of present world emissions--would require 1000 vessels dedicated to adding minerals to the ocean, in contrast to about 10,000 vessels operating today [nas_ocean_geo]. Additionally, depending on the minerals used, such an operation would require 1-2 billion tons of crushed rock per year, compared to 1.4 billion tons of rock mined in the United States today per year [nas_ocean_geo].", "The cost of an akalinization operation is estimated as follows.", "-liming_cost.svg", "!Sources: Caserini et al. [liming_cost2] and Renforth et al. [liming_cost]."]}, {"name": "Artificial Up/Downwelling", "content": ["Artificial upwelling and downwelling are methods to pump ocean water up or down. This may be done to move carbon to ocean depths, sequestering it [nas_ocean_geo].", "Artificial up/downwelling has not yet been demonstrated with field trials, and the costs and risks are highly uncertain [nas_ocean_geo]. It has been estimated that geoengineering in this way will cost at least $125 per ton CO<sub>2</sub> sequestered [climateworks_geo], and models suggest that about 70% of the carbon might be released back to the atmosphere after 50 years [nas_ocean_geo]. Possibly between 0.1 and 1 billion tons of CO<sub>2</sub> could be sequestered per year [nas_ocean_geo]."]}, {"name": "Seaweed Cultivation", "content": ["It is possible to capture carbon in specifically grown seaweed. A theoretical potential of 0.6 billion tons CO<sub>2</sub> of carbon sequestration through seaweed cultivation have been estimated [seaweed_potential]. For 0.1 billion tons, an estimated 7.3 million hectares would be needed, or a square 270 kilometers on a side [nas_ocean_geo]. More research is needed on the time that carbon would be sequestered in this way. The cost of sequestering carbon by seaweed cultivation is estimated at less than $100 per ton CO<sub>2</sub> [nas_ocean_geo]. It is uncertain what effect large-scale seaweed cultivation might have on the ecology of the deep sea [nas_ocean_geo]."]}], "title": "Geoengineering", "parent_link": "ocean_environment", "parent_name": "Environment", "references": [{"ref": "nas_ocean_geo", "author": "National Academies of Sciences, Engineering, and Medicine", "title": "A Research Strategy for Ocean-based Carbon Dioxide Removal and Sequestration", "isbook": 1, "journal": "Washington, DC: The National Academies Press", "date": "2021", "url": "https://www.nap.edu/catalog/26278/a-research-strategy-for-ocean-based-carbon-dioxide-removal-and-sequestration"}, {"ref": "house_elec", "author": "House, K. Z., House, C. H., Schrag, D. P., Aziz, M. J.", "title": "Electrochemical Acceleration of Chemical Weathering as an Energetically Feasible Approach to Mitigating Anthropogenic Climate Change", "journal": "Environmental Science & Technology <b>41</b>(24), pp. 8464-8470", "date": "December 2007", "url": "https://pubs.acs.org/doi/10.1021/es0701816"}, {"ref": "desal_capacity", "author": "Eke, J., Yusuf, A., Giwa, A., Sodiq, A.", "title": "The global status of desalination: An assessment of current desalination technologies, plants and capacity", "journal": "Desalination <b>495</b>: 114633", "date": "December 2020", "url": "https://www.sciencedirect.com/science/article/abs/pii/S0011916420313114"}, {"ref": "ihs_electro", "author": "Whitfield, R., Brown, F., Wood, S.", "title": "The Economic Benefits of Sodium Hydroxide Chemistry in the Production of Organic Chemicals in the United States and Canada", "journal": "IHS Markit, American Chemistry Council", "date": "October 2017", "url": "https://www.chlorine.org/wp-content/uploads/2017/11/FINAL-ACC-Organic-chemicals-Oct-2017.pdf"}, {"ref": "jones_geo", "author": "Jones, I. S. F., Young, H. E.", "title": "Engineering a large sustainable world fishery", "journal": "Environmental Conservation <b>24</b>(2), pp. 99-104", "date": "June 1997", "url": "https://www.cambridge.org/core/journals/environmental-conservation/article/abs/engineering-a-large-sustainable-world-fishery/3A03AC68C8D3E4FD03CBE214BD636787"}, {"ref": "boyd", "author": "Boyd, P.", "title": "Introduction and synthesis", "journal": "Marine Ecology Progress Series <b>364</b>, pp. 213–218. Implications of large-scale iron fertilization of the oceans", "date": "July 2008", "url": "https://www.int-res.com/articles/theme/m364ThemeSection.pdf"}, {"ref": "gesamp", "author": "GESAMP (Joint Group of Experts on the Scientific Aspects of Marine Environmental Protection)", "title": "High Level Review of a Wide Range of Proposed Marine Geoengineering Techniques", "journal": "P. W. Boyd and C. M. G. Vivian, eds. GESAMP Reports & Studies Series. London: International Maritime Organization", "isbook": 1, "date": "2019", "url": "http://www.gesamp.org/publications/high-level-review-of-a-wide-range-of-proposed-marine-geoengineering-techniques"}, {"ref": "liming_cost2", "author": "Caserini, S., Pagano, D., Campo, F.,Abbà, A., De Marco, S., Righi, D., Renforth, P., and Grosso, M.", "title": "Potential of Maritime Transport for Ocean Liming and Atmospheric CO<sub>2</sub> Removal", "journal": "Frontiers in Climate <b>3</b>(22)", "date": "April 2021", "url": "https://www.frontiersin.org/articles/10.3389/fclim.2021.575900/full"}, {"ref": "liming_cost", "author": "Renforth, P., Jenkins, B. G., Kruger, T.", "title": "Engineering challenges of ocean liming", "journal": "Energy <b>60</b>, pp. 442-452", "date": "October 2013", "url": "https://www.sciencedirect.com/science/article/abs/pii/S0360544213006816"}, {"ref": "climateworks_geo", "author": "Gagern, A., Kapsenberg, L.", "title": "Ocean-based carbon dioxide removal: A Primer for Philanthropy", "journal": "Climateworks Foundation", "date": "February 2021", "url": "https://www.climateworks.org/wp-content/uploads/2021/02/ClimateWorks-ocean-CDR-primer.pdf"}, {"ref": "seaweed_potential", "author": "Krause-Jensen, D., Duarte, C. M.", "title": "Substantial role of macroalgae in marine carbon sequestration", "journal": "Nature Geoscience <b>9</b>(10), pp. 737-742", "date": "October 2016", "url": "https://www.nature.com/articles/ngeo2790"}]}