{"sections": [{"content": ["In this section, we briefly review several broad policy tools for accelerating clean energy deployment, improving efficiency, and phasing out pollution and emissions. We discuss research and development as a clean energy deployment mechanism in more detail in <a href=\"/solution/energy/rd\">another section</a>.", "We note that the construction of solar PV and onshore wind power plants, using existing technology, is a good deal. However, in the case of solar PV, the value of future cost reductions must also be taken into account."]}, {"name": "Electricity Deployment", "content": ["We estimate the following average values of building new power plants. We recommend the construction of solar PV plants, followed by onshore wind power, where feasible. Details are in our assessments of <a href=\"/topic/energy/energy_production\">individual energy production technologies</a>.", "-plant_value.jpg-60", "!The costs and benefits of building new power plants at average costs. We assume 1 GW of new capacity is built, displacing what would otherwise be natural gas. Both the financial cost and external costs of natural gas and the various sources are considered. We also attribute to the plant the value of cost reductions via learning-by-doing; see the sections below and on specific technologies for more details.", "The benefits of new plants includes possibly cheaper electricity, reduction of greenhouse gases and other pollution, and the cost reduction of similar future technology through learning-by-doing. No learning-by-doing effect for nuclear power was identified in the literature; hence the cost/benefit ratio of that technology is rather poor.", "We emphasize that the values above are averages, and particular values for a given project varies considerably."]}, {"name": "Energy Investment", "content": ["The world invested nearly two trillion dollars in energy projects in 2018 as follows.", "-world_energy_investment.jpg-60", "!World public and private energy investments in 2018. Source: IEA [wei2019].", "Investment trends point to ongoing advancement of renewable energy in the <a href=\"/solution/energy/grid_overview\">power sector</a>, but little progress in <a href=\"/topic/energy/transport\">transportation</a> or <a href=\"/topic/energy/industry\">industry</a>. The International Energy Agency [wei2019] projects that world investment in low-carbon energy must nearly double by the late 2020s to meet their Sustainable Development Scenario, which is compatible with two degrees Celsius of <a href=\"/solution/energy/climate\">global warming</a>."]}, {"name": "Cost of Decarbonization Policies", "content": ["Economists generally believe that a broad carbon price should be a central component of reducing emissions [ghg_tax]. Following are some estimated costs of reducing emissions by several other policy tools, which may function as alternatives or supplements to carbon pricing.", "-policy_comparison.jpg-60", "!Cost comparison of four policies implemented at either the federal level or across many states in the United States. It must be emphasized that fiscal cost to the government, or tax revenue raised by the government, is not equivalent to a cost to society as a whole. The former are lower, as the collected or spent money is still part of the econonmy, but a general direct comparison between different kinds of costs is difficult. Sources: analysis of Production Tax Credit and fuel excise taxes by the National Research Council [ghg_tax] and analysis of renewable portfolio standards by Greenstone and Nath [rps_cost]."]}, {"name": "Learning By Doing", "content": ["The cost of a product tends to fall as more is produced. The effect, identified by Wright [wright1936] in the context of aircraft, can be quantified and modeled. Cost reduction through production is an essential element of bringing a clean energy technology to commercial maturity. Following are observed learning rates for select technologies. The learning rate is the percent cost reduction that is observed for doubling cumulative production.", "-wrights_law.jpg-60", "!Learning rates for select technologies. Sources: Chen et al. [wright_smr], Goldie-Scot [liion_learning], Hax and Majluf [experience_curve], Reeves et al. [reeves], Samadi [elec_learning], Wright [wright1936]."]}, {"name": "International Agreements", "content": ["International agreements, such as the United Nations Framework Convention on Climate Change, Kyoto Protocol, and Paris Agreement, can help reduce emissions, but only if followed by additional policy tools. Evidence from the Kyoto Protocol is weak but suggests that it has resulted in modest emissions reductions.", "-kyoto.jpg-60", "!Estimates of emissions reductions by countries that have adopted targets under the Kyoto Protocol, relative to what emissions would have been without targets. Sources: Aichele and Felbermayr [aichele], Grunewald and Martínez-Zarzoso [grunewald], Iwata and Okada [iwata].", "These values may be offset by the self-selection problem--that countries may have adopted targets that they would have achieved anyway [grunewald]--or the phenomenon of \"exporting emissions\", or importing emissions-intensive products from countries without climate change targets [aichele]."]}], "title": "Clean Energy Deployment", "parent_link": "energy_socioeconomics", "parent_name": "Socioeconomics", "references": [{"ref": "wei2019", "author": "International Energy Agency", "title": "World Energy Investment 2019", "date": "May 2019", "url": "https://www.iea.org/reports/world-energy-investment-2019"}, {"ref": "ghg_tax", "author": "National Research Council; Policy and Global Affairs; Board on Science, Technology, and Economic Policy; Committee on the Effects of Provisions in the Internal Revenue Code on Greenhouse Gas Emissions; William D. Nordhaus, Stephen A. Merrill, and Paul T. Beaton, Editors", "title": "Effects of U.S. Tax Policy on Greenhouse Gas Emissions", "date": "2013", "journal": "The National Academies Press", "isbook": 1, "url": "https://www.nap.edu/catalog/18299/effects-of-us-tax-policy-on-greenhouse-gas-emissions"}, {"ref": "rps_cost", "author": "Greenstone, M., Nath, I.", "title": "Do Renewable Portfolio Standards Deliver?", "journal": "Working Paper, Energy Policy Institute at the University of Chicago", "date": "May 2019", "url": "https://epic.uchicago.edu/research/do-renewable-portfolio-standards-deliver/"}, {"ref": "wright1936", "author": "Wright, T.", "title": "Factors Affecting the Cost of Airplanes", "journal": "Journal of the Aeronautical Sciences <b>3</b>(4), pp. 122-128", "date": "February 1936", "url": "https://www.uvm.edu/pdodds/research/papers/others/1936/wright1936a.pdf"}, {"ref": "wright_smr", "author": "Chen, X., Kotlyarevsky, A., Kumiega, A., Terry, J., Wu, B., Goldberg, S., Hoffman, E.", "title": "Small Modular Nuclear Reactors: Parametric Modeling of Integrated Reactor Vessel Manufacturing Within A Factory Environment Volume 2, Detailed Analysis", "journal": "Department of Energy, Office of Nuclear Energy", "date": "August 2013", "url": "https://www.energy.gov/sites/prod/files/2016/01/f28/IIT-SMRIRVLearningvol2.pdf"}, {"ref": "liion_learning", "author": "Goldie-Scot, L.", "title": "A Behind the Scenes Take on Lithium-ion Battery Prices", "journal": "BloombergNEF", "date": "March 2019", "url": "https://about.bnef.com/blog/behind-scenes-take-lithium-ion-battery-prices/"}, {"ref": "experience_curve", "author": "Hax, A., Majluf, N.", "title": "Competitive Cost Dynamics: The Experience Curve", "journal": "INFORMS Journal on Applied Analytics <b>12</b>(5), pp. 50-61", "date": "October 1982", "url": "https://pubsonline.informs.org/doi/abs/10.1287/inte.12.5.50"}, {"ref": "reeves", "author": "Reeves, M., Stalk, G., Scognamiglio, F.", "title": "BCG Classics Revisited: The Experience Curve", "journal": "Boston Consulting Group", "date": "May 2013", "url": "https://www.bcg.com/publications/2013/growth-business-unit-strategy-experience-curve-bcg-classics-revisited"}, {"ref": "elec_learning", "author": "Samadi, S.", "title": "The experience curve theory and its application in the field of electricity generation technologies - A literature review", "journal": "Renewable and Sustainable Energy Reviews <b>82</b>(3), pp. 2346-2364", "date": "February 2018", "url": "https://www.sciencedirect.com/science/article/abs/pii/S1364032117312224"}, {"ref": "aichele", "author": "Aichele, R., Felbermayr, G.", "title": "Kyoto and the carbon footprint of nations", "journal": "Journal of Environmental Economics and Management <b>63</b>(3), pp. 336-354", "date": "May 2012", "url": "https://www.sciencedirect.com/science/article/abs/pii/S0095069611001422"}, {"ref": "grunewald", "author": "Grunewald, N., Martínez-Zarzoso, I.", "title": "Did the Kyoto Protocol fail? An evaluation of the effect of the Kyoto Protocol on CO2 emissions", "journal": "Environment and Development Economics <b>21</b>(1), pp. 1-22", "date": "March 2015", "url": "https://ideas.repec.org/a/cup/endeec/v21y2016i01p1-22_00.html"}, {"ref": "iwata", "author": "Iwata, H., Okada, K.", "title": "Greenhouse gas emissions and the role of the Kyoto Protocol", "journal": "Environmental Economics and Policy Studies <b>16</b>, pp. 325-342", "date": "2014", "url": "https://link.springer.com/article/10.1007/s10018-012-0047-1"}]}