{"sections": [{"content": ["In this section, we briefly review several broad policy tools for accelerating clean energy deployment, improving efficiency, and phasing out pollution and emissions."]}, {"name": "Energy Investment", "content": ["The world invested nearly two trillion dollars in energy projects in 2018 as follows.", "-world_energy_investment.jpg", "!World energy investment in 2018. Source: IEA [wei2019].", "Investment trends point to ongoing advancement of renewable energy in the <a href=\"/solution/grid_overview\">power sector</a>, but little progress in <a href=\"/topic/transport\">transportation</a> or <a href=\"/topic/industry\">industry</a>. The International Energy Agency [wei2019] projects that world investment in low-carbon energy must nearly double by the late 2020s to meet their Sustainable Development Scenario, which is compatible with two degrees Celsius of <a href=\"/solution/climate\">global warming</a>."]}, {"name": "Cost of Decarbonization Policies", "content": ["Economists generally believe that a broad carbon price should be a central component of reducing emissions [ghg_tax]. Following are some estimated costs of reducing emissions by several other policy tools, which may function as alternatives or supplements to carbon pricing.", "-policy_comparison.jpg", "!Cost comparison of four policies implemented at either the federal level or across many states in the United States. It must be emphasized that fiscal cost to the government, or tax revenue raised by the government, is not equivalent to a cost to society as a whole. The former are lower, as the collected or spent money is still part of the econonmy, but a general direct comparison between different kinds of costs is difficult. Sources: analysis of Production Tax Credit and fuel excise taxes by the National Research Council [ghg_tax] and analysis of renewable portfolio standards by Greenstone and Nath [rps_cost]."]}, {"name": "Research and Development", "content": ["Research and development is necessary to bring new energy technologies to commercial production, which in turn are necessary for a complete transition away from fossil fuels. Worldwide, corporations spend on energy R&D as follows.", "-corporate_rd.jpg", "!Worldwide corporate spending on energy research and development in 2018. Source: IEA [wei2019].", "There is social benefit to research and development; when one company develops a new product, it does not capture all the benefits as the product spreads to other companies. Thus, even in the presence of an economy-wide carbon price, there is justification for governments to invest in R&D [openstax]. Current public investment is as follows.", "-public_rd.jpg", "!Government investment by International Energy Agency member countries in 2018. Source: IEA [iea_rd2019]. IEA member countries are responsible for about three quarters of all worldwide public energy R&D spending [wei2019]. Spending includes direct expenditures as well as subsidies for private R&D."]}, {"name": "International Agreements", "content": ["International agreements, such as the United Nations Framework Convention on Climate Change, Kyoto Protocol, and Paris Agreement, can help reduce emissions, but only if followed by additional policy tools. Evidence from the Kyoto Protocol is weak but suggests that it has resulted in modest emissions reductions.", "-kyoto.jpg", "!Estimates of emissions reductions by countries that have adopted targets under the Kyoto Protocol, relative to what emissions would have been without targets. Sources: Aichele and Felbermayr [aichele], Grunewald and Martínez-Zarzoso [grunewald], Iwata and Okada [iwata].", "These values may be offset by the self-selection problem--that countries may have adopted targets that they would have achieved anyway [grunewald]--or the phenomenon of \"exporting emissions\", or importing emissions-intensive products from countries without climate change targets [aichele]."]}], "title": "Clean Energy Deployment", "parent_link": "economy", "parent_name": "Economics", "references": [{"ref": "wei2019", "author": "International Energy Agency", "title": "World Energy Investment 2019", "date": "May 2019", "url": "https://www.iea.org/reports/world-energy-investment-2019"}, {"ref": "ghg_tax", "author": "National Research Council; Policy and Global Affairs; Board on Science, Technology, and Economic Policy; Committee on the Effects of Provisions in the Internal Revenue Code on Greenhouse Gas Emissions; William D. Nordhaus, Stephen A. Merrill, and Paul T. Beaton, Editors", "title": "Effects of U.S. Tax Policy on Greenhouse Gas Emissions", "date": "2013", "journal": "The National Academies Press", "isbook": 1, "url": "https://www.nap.edu/catalog/18299/effects-of-us-tax-policy-on-greenhouse-gas-emissions"}, {"ref": "rps_cost", "author": "Greenstone, M., Nath, I.", "title": "Do Renewable Portfolio Standards Deliver?", "journal": "Working Paper, Energy Policy Institute at the University of Chicago", "date": "May 2019", "url": "https://epic.uchicago.edu/research/do-renewable-portfolio-standards-deliver/"}, {"ref": "openstax", "author": "OpenStax Economics", "title": "Principles of Economics", "journal": "OpenStax CNX", "isbook": 1, "date": "May 2016", "url": "https://opentextbc.ca/principlesofeconomics/"}, {"ref": "iea_rd2019", "author": "International Energy Agency", "title": "Energy Technology RD&D Budgets 2019", "date": "October 2019", "url": "https://www.iea.org/reports/energy-technology-rd-and-d-budgets-2019"}, {"ref": "aichele", "author": "Aichele, R., Felbermayr, G.", "title": "Kyoto and the carbon footprint of nations", "journal": "Journal of Environmental Economics and Management <b>63</b>(3), pp. 336-354", "date": "May 2012", "url": "https://www.sciencedirect.com/science/article/abs/pii/S0095069611001422"}, {"ref": "grunewald", "author": "Grunewald, N., Martínez-Zarzoso, I.", "title": "Did the Kyoto Protocol fail? An evaluation of the effect of the Kyoto Protocol on CO2 emissions", "journal": "Environment and Development Economics <b>21</b>(1), pp. 1-22", "date": "March 2015", "url": "https://ideas.repec.org/a/cup/endeec/v21y2016i01p1-22_00.html"}, {"ref": "iwata", "author": "Iwata, H., Okada, K.", "title": "Greenhouse gas emissions and the role of the Kyoto Protocol", "journal": "Environmental Economics and Policy Studies <b>16</b>, pp. 325-342", "date": "2014", "url": "https://link.springer.com/article/10.1007/s10018-012-0047-1"}]}