{"sections": [{"content": ["Research and development refers to a deliberate investment of effort, whether by a government or a private organization, to bring a technology to commercial production. R&D activities can range from basic research to commercializing a product to improving a product that has already been commercialized."]}, {"name": "R&D Priorities", "content": ["We recommend that public agencies, such as the U. S. Department of Energy, undertake research and development as follows. Details are in our assessments of <a href=\"/topic/energy/energy_production\">individual energy production technologies</a>.", "-electricity_rd.jpg-60", "!Expected costs and benefits for electricity R&D, in billions of dollars.", "!Benefits are based on a model where, after the R&D period, an electricity source gains 2% of its potential market share every year for 50 years. Benefits include the financial savings of displacing more expensive electricity, greenhouse gas benefits (valued at $50/ton), and non-GHG external benefits of electricity. See the individual production analyses (<a href=\"/solution/energy/solar\">solar</a>, <a href=\"/solution/energy/wind\">wind</a>, <a href=\"/solution/energy/nuclear\">nuclear</a>, <a href=\"/solution/energy/fusion\">fusion</a>, and <a href=\"/solution/energy/mhk\">ocean</a> power) for information on potential cost and market share, and our <a href=\"/solution/energy/energy_env\">Environmental Impacts of Energy</a> analysis for information about GHG and non-GHG impacts.", "!For R&D time, we assume 5 years for technologies that are commercially deployed today but not at full potential, 10 years for those near but not at commercialization, 25 years for those not near commercialization, and 40 years for fusion and space-based solar. We assume a 4.9% chance of an R&D program being successful, based on a similar study in the pharmaceutical industry [rd_success].", "!For R&D cost, we assume $460 million per year for nuclear technologies, based on an analysis of advanced reactors [nuclear_future]; $830 million per year for renewables, based on a wave energy analysis [re_vision]; and $65 billion total for fusion and space-based solar, based on an analysis of ITER [iter_cost].", "!A 7% discount rate is used throughout.", "The Department of Energy should fully fund research and development efforts to insure that every research endeavor, with expected benefit exceeding cost, is funded.", "How best to do R&D depends greatly on the area. A balanced research program by the Department of Energy will consist of full funding for the national laboratories, ARPA-E for high-risk, high-reward projects, the Energy Frontier Research Centers for basic science, energy innovation hubs for collaboration with industry, and the National Network for Manufacturing Innovation for advances based on manufacturing capacity [doe_rd]."]}, {"name": "Current Investment", "content": ["Research and development is necessary to bring new energy technologies to commercial production, which in turn are necessary for a complete transition away from fossil fuels. Worldwide, corporations spend on energy R&D as follows.", "-corporate_rd.jpg-60", "!Worldwide corporate spending on energy research and development in 2018. Source: IEA [wei2019].", "There is social benefit to research and development; when one company develops a new product, it does not capture all the benefits as the product spreads to other companies. Thus, even in the presence of an economy-wide carbon price, there is justification for governments to invest in R&D [openstax]. Current public investment is as follows.", "-public_rd.jpg-60", "!Government investment by International Energy Agency member countries in 2018. Source: IEA [iea_rd2019]. IEA member countries are responsible for about three quarters of all worldwide public energy R&D spending [wei2019]. Spending includes direct expenditures as well as subsidies for private R&D."]}], "title": "Research and Development", "parent_link": "energy_socioeconomics", "parent_name": "Socioeconomics", "references": [{"ref": "rd_success", "author": "Schuhmacher, A., Gassmann, O., Hinder, M.", "title": "Changing R&D models in research-based pharmaceutical companies", "journal": "Journal of Translational Medicine <b>14</b>(105), PMID: 27118048", "date": "April 2016", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4847363/#:~:text=The%20risks%20of%20pharmaceutical%20R%26D&text=%5B12%5D%20reported%20success%20rates%20of,of%204.1%20%25%20%5B12%5D."}, {"ref": "nuclear_future", "author": "Deutch, J., Greenstone, M., Jackson, S., Madia, W., Meserve, R., Reicher, D., Rempe, J., Samore, G., Sell, C., Sharp, P., Turnage, J.", "title": "Final Report of the Task Force on the Future of Nuclear Power", "journal": "Task Force on the Future of Nuclear Power, U. S. Department of Energy", "date": "September 2016", "url": "https://www.energy.gov/seab/downloads/final-report-task-force-future-nuclear-power"}, {"title": "The Future Potential of Wave Power in the United States", "url": "http://www.re-vision.net/documents/The%20Future%20of%20Wave%20Power%20MP%209-20-12%20V2.pdf", "journal": "Prepared by RE Vision Consulting on behalf of the U.S. Department of Energy", "author": "Previsic, M., Contributing Authors: Epler, J., Hand, M., Heimiller, D., Short, W., and Eurek, K.", "date": "August 2012", "ref": "re_vision"}, {"ref": "iter_cost", "author": "Kramer, D.", "title": "ITER disputes DOE’s cost estimate of fusion project", "journal": "Physics Today", "date": "April 2018", "url": "https://physicstoday.scitation.org/do/10.1063/PT.6.2.20180416a/full/"}, {"ref": "doe_rd", "author": "Townsend, B., Smith, E.", "title": "U.S. Energy R&D Architecture: Discreet Roles of Major Innovation Institutions", "journal": "American Energy Innovation Council, Bipartisan Policy Center", "date": "March 2016", "url": "https://www.ourenergypolicy.org/resources/u-s-energy-rd-architecture-discreet-roles-of-major-innovation-institutions/"}, {"ref": "wei2019", "author": "International Energy Agency", "title": "World Energy Investment 2019", "date": "May 2019", "url": "https://www.iea.org/reports/world-energy-investment-2019"}, {"ref": "openstax", "author": "OpenStax Economics", "title": "Principles of Economics", "journal": "OpenStax CNX", "isbook": 1, "date": "May 2016", "url": "https://opentextbc.ca/principlesofeconomics/"}, {"ref": "iea_rd2019", "author": "International Energy Agency", "title": "Energy Technology RD&D Budgets 2019", "date": "October 2019", "url": "https://www.iea.org/reports/energy-technology-rd-and-d-budgets-2019"}]}