{"sections": [{"content": ["In our analysis of <a href='/solution/energy/major_commodities'>major industrial commodities</a>, we demonstrated that substantial energy savings are possible through material recycling. In this section we quantify the potential benefits of recycling and examine some policies that will realize those benefits. See also our broader analysis of <a href=\"/site/waste\">waste management</a>."]}, {"content": ["Recycling rates of municipal solid waste (MSW) grew rapidly in the late 1980s and 1990s, and since 2000 are showing stagnation.", "-recycling_history.svg", "!Source: EPA [msw_stats15].", "Rates of combustion of solid waste are likewise stagnant.", "-combustion_history.svg-60", "!Source: EPA [msw_stats15].", "There is room to increase recycling rates for all major commodities in MSW.", "-recycling_rates.svg-55", "!Source: EPA [msw_stats15]."], "name": "Recycling Overview"}, {"content": ["Recycling of major commodities saves energy and greenhouse gas emissions.", "-recycling_energy.svg-55", "!Source: EPA [warm15].", "-recycling_ghg.svg-55", "!Greenhouse gas emissions from recycling and from virgin production of material. Source: EPA [warm15].", "The following shows energy and greenhouse gas savings from current recycling practices (relative to landfilling all materials) and how much additional energy and emissions could be saved by recycling or composting material that is currently landfilled or combusted.", "-recycling_savings.svg-60", "!Source: EPA ([msw_stats15] and [warm15]). Figures do not include savings from recycling construction and demolition waste, nor do they include some materials for which we lack data, including leather, textiles, and plastics other than PET and HDPE.", "Applying the WARM figures to world waste data [wb_waste], we estimate that 100% recycling could save about 10 exajoules of primary energy and 1800 million tons CO<sub>2</sub>-equivalent of greenhouse gases per year."], "name": "Energy and Greenhouse Gas Savings"}], "title": "Recycling", "parent_link": "industry", "parent_name": "Industry", "references": [{"date": "July 2018", "url": "https://www.epa.gov/facts-and-figures-about-materials-waste-and-recycling/advancing-sustainable-materials-management", "title": "Advancing Sustainable Materials Management: 2015 Tables and Figures", "ref": "msw_stats15", "author": "U.S. Environmental Protection Agency"}, {"title": "WAste Reduction Model, Version 15", "url": "https://www.epa.gov/warm", "journal": "Excel Spreadsheet", "author": "U.S. Environmental Protection Agency", "date": "Accessed September 29, 2019", "ref": "warm15"}, {"ref": "wb_waste", "author": "Kaza, S., Yao, L., Bhada-Tata, P., Van Woerden, F.", "title": "What a Waste 2.0 : A Global Snapshot of Solid Waste Management to 2050", "isbook": 1, "date": "September 2018", "journal": "Urban Development. Washington, DC: World Bank. © World Bank. License: CC BY 3.0 IGO.", "url": "https://openknowledge.worldbank.org/handle/10986/30317"}]}