{"sections": [{"content": ["In our analysis of <a href='/solution/major_commodities'>major industrial commodities</a>, we demonstrated that substantial energy savings are possible through material recycling. In this section we quantify the potential benefits of recycling and examine some policies that will realize those benefits."]}, {"content": ["Recycling rates of municipal solid waste (MSW) grew rapidly in the late 1980s and 1990s, and since 2000 are showing stagnation.", "-recycling_history.jpg", "!Recycling rates in the United States from 1960 to 2015. Source: EPA [msw_stats15].", "Rates of combustion of solid waste are likewise stagnant.", "-combustion_history.jpg", "!Combustion rates in the United States from 1960 to 2015. Source: EPA [msw_stats15].", "There is room to increase recycling rates for all major commodities in MSW.", "-recycling_rates.jpg", "!Recycling in the United States by commodity. Source: EPA [msw_stats15]."], "name": "Recycling Overview"}, {"content": ["Recycling of major commodities saves energy and greenhouse gas emissions.", "-recycling_energy.jpg", "!Energy required for recycling and for virgin production of material. Source: EPA [warm15].", "-recycling_ghg.jpg", "!Greenhouse gas emissions from recycling and from virgin production of material. Source: EPA [warm15].", "The following shows energy and greenhouse gas savings from current recycling practices (relative to landfilling all materials) and how much additional energy and emissions could be saved by recycling or composting material that is currently landfilled or combusted.", "-recycling_savings.jpg", "!Energy and emissions savings from current and potential recycling. Source: EPA ([msw_stats15] and [warm15]). Figures do not include savings from recycling construction and demolition waste, nor do they include some materials for which we lack data, including leather, textiles, and plastics other than PET and HDPE.", "Applying the WARM figures to world waste data [wb_waste], we estimate that 100% recycling could save about 10 exajoules of primary energy and 1800 million tons CO<sub>2</sub>-equivalent of greenhouse gases per year."], "name": "Energy and Greenhouse Gas Savings"}, {"content": ["Municipalities have a significant opportunity to create local jobs by boosting recycling. Waste management options show the following job creation potential.", "-recycling_jobs.jpg", "!Job creation in waste management. Source: Tellus Institute with Sound Resource Management [morejobs].", "Municipalities have an incentive to finance effective collection systems and advanced material recovery facilities for economic development. A South Carolina study [sc_recycle] finds $288 of benefits (today's currency) per ton of recovered material."], "name": "Recycling and Job Creation"}, {"content": ["A government-assessed fee on landfilling, which takes into account economic and environmental losses, would boost recycling rates. An increase of $10 per ton in the tipping fee at a landfill increases the recycling rate by about 7% [calrecycle]. In Denmark, a landfill tax was introduced in 1987 and increased to 50 Euros per ton in 2006 [peck]. Over the same period, the recycling rate increased from 21% to 60%.", "A study in Western Australia, focusing on externalities of landfills, found a socially optimum landfill tax of about $32 per ton [wa].  This figure does not account for the externalities of manufacturing from virgin material that would be reduced from recycling.", "Based on the above figures, a carbon price of $50/ton would raise the cost of MSW disposal, relative to recycling, by $83/ton for the current U.S. waste stream."], "name": "Market Solutions"}, {"content": ["Since waste management is typically either publicly run or highly regulated, the industry might not respond efficiently to market signals. Cities can invest directly in single stream or mixed waste material recovery facilities (MRF), which collect and sort mixed waste, diverting economically useful materials for reprocessing. The combined capital, infrastructure, and operating costs for an advanced MRF has been estimated at $72 to $189 (2019 dollars) per ton of material processed [mrf2][mrf3][mrf4][kessler][mrf1][serdc]. With prices of recycled commodities <a href='https://www.theguardian.com/environment/2015/jun/27/recycling-unprofitable-oil-china-dollar'>highly variable</a>, municipalities should evaluate whether investment in an advanced MRF makes sense, taking externalities into account.", "The city of San Jose, California has achieved a 74% recycling rate through a <a href='https://www.epa.gov/transforming-waste-tool/less-waste-case-study-san-jose-ca'>franchise system</a>, under which the city offers exclusive waste handling contracts with mandates or incentives for high recycling rates.", "Deposit-return systems are effective tools for recovering high-value beverage containers.  The system works by adding a charge on the price of beverage containers, which is refunded when the container is returned.  In the United States, recovery of bottles and cans was 82% in 2002 in the state of Oregon, which has a deposit-return program.  The figure is only 30% in states without such a program [peck]."], "name": "Regulatory Solutions"}], "title": "Recycling", "parent_link": "industry", "parent_name": "Industry", "references": [{"date": "July 2018", "url": "https://www.epa.gov/facts-and-figures-about-materials-waste-and-recycling/advancing-sustainable-materials-management", "title": "Advancing Sustainable Materials Management: 2015 Tables and Figures", "ref": "msw_stats15", "author": "U.S. Environmental Protection Agency"}, {"title": "WAste Reduction Model, Version 15", "url": "https://www.epa.gov/warm", "journal": "Excel Spreadsheet", "author": "U.S. Environmental Protection Agency", "date": "Accessed September 29, 2019", "ref": "warm15"}, {"ref": "wb_waste", "author": "Kaza, S., Yao, L., Bhada-Tata, P., Van Woerden, F.", "title": "What a Waste 2.0 : A Global Snapshot of Solid Waste Management to 2050", "isbook": 1, "date": "September 2018", "journal": "Urban Development. Washington, DC: World Bank. © World Bank. License: CC BY 3.0 IGO.", "url": "https://openknowledge.worldbank.org/handle/10986/30317"}, {"title": "More Jobs, Less Pollution: Growing the Recycling Economy in the U.S.", "url": "http://www.nrdc.org/business/guides/recyclingreport.asp", "journal": "Prepared for BlueGreen Alliance, Teamsters, Service Employees International Union, Natural Resources Defense Council, Recycling Works, Global Alliance for Incinerator Alternatives.", "author": "Tellus Institute with Sound Resource Management", "date": "2010", "ref": "morejobs"}, {"date": "June 2006", "url": "http://www.epa.gov/wastes/conserve/tools/localgov/docs/economic-impact-of-recycling-sc.pdf", "title": "The Economic Impact of the Recycling Industry in South Carolina", "ref": "sc_recycle", "author": "Hefner, F."}, {"date": "February 2015", "url": "http://www.calrecycle.ca.gov/publications/Documents/1520%5C20151520.pdf", "title": "Landfill Tipping Fees in California", "ref": "calrecycle", "author": "California Department of Resources Recycling and Recovery"}, {"date": "2007", "url": "http://www.un.org/esa/sustdev/publications/industrial_development/3_2.pdf", "title": "Industrial energy and material efficiency: What role for policies?", "ref": "peck", "author": "Peck, M., Chipman, R."}, {"title": "Evaluation of the social optimum for the Landfill Levy in WA", "url": "http://www.wasteauthority.wa.gov.au/media/files/documents/Social_Optimum_for_Landfill_Levy_in_WA.pdf", "journal": "Masters Thesis, UWA Business School, University of Western Australia", "author": "Schollum, P.", "date": "November 2010", "ref": "wa"}, {"ref": "mrf2", "author": "Dubanowitz, A.", "title": "Design of a Materials Recovery Facility (MRF) For Processing the Recyclable Materials of New York City’s Municipal Solid Waste", "journal": "Submitted in partial fulfillment of the requirements for the degree of Master of Science in Earth Resources Engineering, Department of Earth and Environmental Engineering Fu Foundation School of Engineering and Applied Science Columbia University", "date": "May 2000", "url": "http://www.seas.columbia.edu/earth/dubanmrf.pdf"}, {"ref": "mrf3", "author": "Gershman, Brickner & Bratton, Inc.", "title": "Materials Recovery Facility Feasibility Report", "journal": "Prepared for City of Tucson Environmental Services", "date": "November 2008", "url": "https://www.tucsonaz.gov/files/es/GBB-Tucson_MRF_Feasibility_Report_-_120308.pdf"}, {"ref": "mrf4", "author": "Harris, T., Dick, R., Kim, M., Oliver, A., Coronella, C.", "title": "Economic Analysis of Waste Recycling Options for Washoe County", "journal": "University of Nevada, Reno, Center for Economic Development", "date": "March 2011", "url": "https://www.unr.edu/Documents/business/uced/technical-reports/washoe/technical-washoe2011-483.pdf"}, {"title": "MRFing Our Way to Diversion: Capturing the Commercial Waste Stream", "url": "http://www.academia.edu/6127886/INNOVATIVE_WASTE_REDUCTION_and_RECYCLING_GRANT_IG8-06_MRFing_Our_Way_to_Diversion_Capturing_the_Commercial_Waste_Stream_MATERIALS_RECOVERY_FACILITY_TECHNOLOGY_REVIEW", "journal": "Prepared for Pinellas County", "author": "Kessler Consulting, Inc.", "date": "September 2009", "ref": "kessler"}, {"ref": "mrf1", "author": "O'Keefe, K., Uijt. S., Glazer, J.", "title": "Materials Recovery Facility for Athens and Hocking Counties", "journal": "Submitted by the Appalachia Ohio Zero Waste Initiative, submitted to the Athens-Hocking Solid Waste District", "date": "October 2012", "url": "http://ruralaction.org/wp-content/uploads/2013/03/App-D-MRF-Feasibility-Study.pdf"}, {"date": "January 2013", "url": "https://www.serdc.org/Resources/Documents/SERDC%20-%20TDEC%20Project%20Characterization%20of%20Tennessee%E2%80%99s%20Recycling%20Economy.pdf", "title": "Characterization of Tennessee’s Recycling Economy", "ref": "serdc", "author": "Southeast Recycling Development Council"}]}