{"sections": [{"content": ["In this section, we provide an overview of human health, safety, and well-being, the well-being of the natural world, and how these relate."]}, {"name": "Human Well-Being", "content": ["Health, especially mental health, is a key determining factor of well-being. Income matters less so, and to some extent well-being derived from income may be related to one's relative position in society, not absolute wealth.", "-life_satisfaction.jpg", "!Factors that promote human well-being. See our analysis of <a href=\"/solution/wellbeing\">well-being</a> for more information.", "Securing human safety requires addressing health risks, especially from diet, and reducing exposure to air pollution and other environmental hazards.", "-death_risk_factors.jpg", "!Risk factors that contribute to human deaths. See our analysis of <a href=\"health\">health and safety</a> for more information.", "Energy, especially geographically concentrated oil resources, can be a <a href=\"/solution/geopolitics\">source of risk</a> and is required to conduct modern warfare."]}, {"name": "Environmental Challenges", "content": ["The broader energy system plays a major role in a range of environmental challenges, the most serious of which are enumerated below.", "-planetary_boundaries.jpg", "!The Stockholm Resilience Centre's assessment of the status of nine \"planetary boundaries\". Source: Steffen et al. [planetary_boundaries].", "Agriculture is the primary driver of <a href=\"/solution/land_use\">land use change</a> and biodiversity loss, though the geographic expansion of cities is becoming more important as well. Energy is the main human-driven factor behind <a href=\"/solution/climate\">climate change</a> and resulting ocean acidification, with agriculture also playing an important role. Agriculture is also the main human use of <a href=\"water_consumption\">water</a>, with energy and cities increasing their demand as well. The most concerning biogeochemical flow is the <a href=\"/solution/nutrient\">nitrogen cycle</a>, driven by the need for fertilizer. <a href=\"/solution/air_pollution\">Air pollution</a> is the most immediate environmental threat to human health and the main contributer to aerosol loading. While vital to the modern economy, products of the world <a href=\"/solution/chemicals\">chemicals industry</a>, heavy metals, and radiological material are the leading hazardous exposures and sources of dangerous novel entities in the environment. The world's <a href=\"/solution/ozone\">ozone hole</a> is recovering following the Montreal Protocol, but remains at a dangerously low level.", "Assigning monetary values and comparing the severity of environmental challenges is challenging, as analyses use different methods of valuation, and reliable data is not always available. Following are estimates of annual monetized damages from major environmental problems.", "-monetized_env.jpg", "!Monetized damages from several major environmental problems, compared to World GDP as of 2018, as reported by the World Bank [world_bank_gdp]. All monetized costs should be treated on an order-of-magnitude basis due to different methodologies between studies and unreliable data quality. For details, see our analyses of <a href=\"/solution/land_use\">land use</a>, <a href=\"/solution/climate\">climate change</a>, <a href=\"/solution/air_pollution\">air pollution</a>, <a href=\"/solution/chemicals\">chemicals</a>, <a href=\"/solution/nutrient\">the nitrogen cycle</a>, and <a href=\"/solution/ozone\">the ozone layer</a>."]}], "title": "Overview of Energy, Society, and the Environment", "parent_link": "society", "parent_name": "Society", "references": [{"title": "2015. Planetary Boundaries: Guiding human development on a changing planet", "url": "http://www.sciencemag.org/content/347/6223/1259855.abstract", "journal": "Science", "author": "Steffen et al.", "date": "January 2015", "ref": "planetary_boundaries"}, {"date": "Accessed May 14, 2020", "url": "https://data.worldbank.org/indicator/NY.GDP.MKTP.CD", "title": "GDP (current US$)", "ref": "world_bank_gdp", "author": "World Bank"}]}