{"sections": [{"content": ["Factories in orbit offer two features not available on the surface of the Earth: microgravity and the potential for a high quality vacuum. For these reasons, orbital manufacturing may allow products that are harder or impossible to manufacture on the surface [iss_repurpose]."]}, {"name": "ZBLAN Fiber Optics", "content": ["ZBLAN (zirconium, barium, lanthanum, aluminum, sodium) is a type of glass that can be used to manufacture fiber optics with significantly lower optical loss than conventional fiber optics. Manufacturing ZBLAN fibers at scale requires a microgravity environment than can be attained at an orbital factory [iss_zblan].", "The manufacture of ZBLAN has been demonstrated on parabolic flights, and orbital demonstration is necessary to prove the viability of the concept [ism_targets]."]}, {"name": "Replacement Organs", "content": ["The bioprinting of tissue or organs may also benefit from a microgravity environment [bioprinting_roadmap]. There is a shortage of organs available for transplant, and the shortage causes an estimated 7000 deaths in the United States per year [organ_shortage]. Aside from terrestrial use, orbital bioprinting is of interest to support astronaut health on longer missions [bioprinting1][bioprinting2].", "Similar technology is of interest to produce synthetic meat. Due to the cost of transporting it to Earth, the meat would most likely be for astronauts rather than terrestrial humans [bioprinting1]."]}, {"name": "Other Productions", "content": ["Beyond ZBLAN fiber optics, a microgravity environment may help manufacture a range of materials, including metal-organic frameworks, ceramics, semiconductors, metamaterials, multiphase materials, and superalloys that could not be manufactured in an environment with gravity [iss_alloys]."]}], "title": "Manufacturing", "parent_link": "industrialization", "parent_name": "Service", "references": [{"ref": "iss_repurpose", "author": "Allman, C.", "title": "Repurposing the International Space Station", "journal": "The University of Texas at Austin: Texas ScholarWorks", "date": "December 2020", "url": "https://repositories.lib.utexas.edu/handle/2152/84127"}, {"ref": "iss_zblan", "author": "Kasap, H.", "title": "Exotic Glass Fibers From Space: The Race to Manufacture ZBLAN", "journal": "ISS National Laboratory: Center for the Advancement of Science in Space", "date": "December 2018", "url": "https://www.issnationallab.org/iss360/exotic-glass-fibers-from-space-the-race-to-manufacture-zblan/"}, {"ref": "ism_targets", "author": "Moraguez, M. T.", "title": "Technology development targets for commercial In-Space Manufacturing", "journal": "Doctoral dissertation, Massachusetts Institute of Technology", "date": "2018", "url": "https://dspace.mit.edu/handle/1721.1/119308"}, {"ref": "bioprinting_roadmap", "author": "Sun, W., Starly, B., Daly, A. C., Burdick, J. A., Groll, J., Skeldon, G., Shu, W., Sakai, Y., Shinohara, M., Nishikawa, M.", "title": "The bioprinting roadmap", "journal": "Biofabrication <b>12</b>(2): 022002", "date": "February 2020", "url": "https://iopscience.iop.org/article/10.1088/1758-5090/ab5158/meta"}, {"ref": "organ_shortage", "author": "IHPL", "title": "Part 1 of Addressing the Organ Shortage Crises in America: Increasing the Organ Donor Registration", "journal": "Loma Linda University Health", "date": "June 2019", "url": "https://ihpl.llu.edu/blog/part-1-addressing-organ-shortage-crises-america-increasing-organ-donor-registration"}, {"ref": "bioprinting1", "author": "Fang, Y., Guo, Y., Liu, T., Xu, R., Mao, S., Mo, X., Zhang, T., Ouyang, L., Xiong, Z., Sun, W.", "title": "Advances in 3D Bioprinting", "journal": "Chinese Journal of Mechanical Engineering: Additive Manufacturing Frontiers <b>1</b>(1): 100011", "date": "March 2022", "url": "https://www.sciencedirect.com/science/article/pii/S2772665722000010"}, {"ref": "bioprinting2", "author": "Ghidini, T.", "title": "Regenerative medicine and 3D bioprinting for human space exploration and planet colonisation", "journal": "Journal of Thoracic Disease, <b>10</b>(Suppl 20)", "date": "July 2018", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6081368/"}, {"ref": "iss_alloys", "author": "ISS National Laboratory", "title": "In-Space Production Applications: Advanced Manufacturing and Materials", "date": "Accessed June 10, 2022", "url": "https://www.issnationallab.org/ispa-materials-manufacturing/"}]}