{"sections": [{"content": ["In this section we consider the prospects of life outside of Earth. See our review of <a href=\"/solution/space/planetary_protection\">planetary protection</a> for further information on how to respond to the possibility of life."]}, {"name": "Extremophiles", "content": ["Extremophiles are organisms that live in conditions that are harsh for most life. The recent discovery of extremophile organisms in the harshest ecological niches on Earth raise hopes that life might also be found elsewhere in the Solar System.", "?Extremophile|Conditions|Earth Habitat|Relevant Environment(s)?       Psychrophiles|Low temperature|Snow, ice, sediment|Ice shells of Europa and Enceladus; poles of Mars?          Halophiles|High salinity|Sea ice inclusions, saline lakes, evaporation ponds|Subsurface oceans of Europa, Titan, and Enceladus?       Piezophiles|High pressure|Hydrothermal vents of the ocean floor|Ocean floors of Europa (hydrothermal)?       Xerophiles|Low water activity|Atacama desert, rock surface|Surface of Mars?     Radiation-tolerant microorganisms|High radiation|Nuclear reactor water, cores|Surface of Europa?      Chemolithotrophs|Liquid hydrocarbon matrix|Pitch Lake, oil seeps|Hydrocarbon lakes of Titan", "!Source: [nasa_astrobiology]."]}, {"name": "Life in the Solar System", "content": ["So far, there is no widely accepted evidence of life in the Solar System outside of Earth. The most promising candidates for the existence of such life are suggested as follows.", "?Celestial Body|Most Likely Location|Evidence|Challenges?     Venus|Upper Atmosphere|Phosphine gas, lacking clear abiotic production methods, was detected [venus_phosphine], though this is disputed [venus_phosphine2].|Lack of water [venus_water]?         Mars|Subsurface, where liquid water exists [nasa_astrobiology].|Contemporary water and methane atmosphere [mars_life].|Radiation [mars_uv], toxic perchlorates [mars_perch], saltiness of water [mars_saltation], low atmospheric pressure [mars_pressure]?      Europa (moon of Jupiter)|Subsurface Ocean [nasa_astrobiology]|Plumes of water and organic molecules found [nasa_astrobiology]|Radiation from Jupter [nasa_astrobiology]?      Enceladus (moon of Saturn)|Subsurface Ocean [nasa_astrobiology]|Plumes of water found erupting from surface [nasa_astrobiology].?       Titan (moon of Saturn)|Surface|Basic elements of life (C, H, N, O, P, S) found [nasa_astrobiology].|Lack of liquid water [nasa_astrobiology].", "Mercury [mercury_life], the asteroid Ceres [ceres_life], Jupiter's moon Ganymede, Saturn's moon Dione, Neptune's moon Triton [nasa_astrobiology], Jupiter's moon Callisto, the Kuiper Belt [callisto_life], and smaller icy objects with subsurface oceans [life_elsewhere] are also of astrobiological interest.", "It has been suggested that NASA's Viking missions in 1976 found evidence of life [viking_life3], but this is considered unlikely [viking_life1][viking_life2]. There is also inconclusive evidence that life from Mars has been detected in the meterorite ALH84001 [alh84001]. It may be possible for microbial life to move between planets via panspermia [panspermia2][panspermia3][panspermia1], which suggests that if life is found elsewhere in the Solar System, it might still be related to Earth life."]}, {"name": "Life outside the Solar System", "content": ["Even if the conditions for life are rarely met, the universe is vast, creating great uncertainty as to just how much life there exists. Much extrasolar astrobiological research focuses on the circumstellar habitable zone, which is the region around a star where Earthlike planets can retain liquid water on their surface [habitable_zone]. Even within the habitable zone, there are potential obstacles to life taking hold, some of which are reviewed below.", "?Location|Challenge for Life?      Around M-drawf (red dwarf) stars, the most common type of star|Severe solar flares and tidal locking [red_dwarf_hab].?    Around large stars|Too much UV radiation [ftype], short stellar lifetimes.?       Large galaxies|Sterilizing events and too many gas giants [life_large_gal].?    Too close to the galactic center|Sterilizing events such as X-ray bursts and supernovae [ghz].?    Too far from the galactic center|Insufficient heavy elements to form rocky planets [ghz].?     Multiple-star systems|Difficulty forming stable orbits and climates [hab_binary].", "Even if a planet is in the right spot, it must have plate tectonics [life_tectonics], must avoid runaway greenhouse effects or freezing [climate_life], and must satisfy other conditions, in addition to factors of chance [life_chance]. For these reasons, the rare Earth hypothesis has been put forward, which posits that life more complex than the most simple prokaryotic cells is rare enough that humanity is unlikely to ever detect it [rare_earth].", "In contrast to this, recent research suggests that cold planets can maintain subsurface oceans, heated by radioactivity or other foces, even rogue planets in interstellar space and not in orbit of any star [rogue_planet_hab]. Such rogue planets may outnumber planets that orbit stars [num_rogue]. Hycean planets, or large ocean worlds, appear to be common and may be another promising home for life [hycean].", "Several upcoming missions are intended to search for biosignatures, indicators of the presence of life, on exoplanets. One of them is the James Webb Space Telescope, scheduled to launch in November or December 2021 (as of September 2021). It will look for spectral lines from exoplanets suggesting the presence of gases that would only exist in the presence of life [jwst_bio]."]}, {"name": "Alternative Biochemistry", "content": ["There is no consensus on the definition of life. NASA considers life to be \"a self-sustaining chemical system capable of Darwinian evolution\" [nasa_life]. Nothing in NASA's formulation precludes life based on radically different biochemistries than what is familiar on Earth.", "Habitability discussions often revolve around conditions conducive to life as we know it on Earth, but there are hypothetical biochemistries that might allow other forms of life to thrive elsewhere. Some proposed alternatives are as follows.", "?Description|Difference from Earth Life|Possible Habitats|Challenges         ?Silicon|Silicon instead of carbon as a basis for organic chemistry.|Hot environments [silicon_life]|Compared to carbon, silicon is less common and can form fewer compounds [silicon_life2].?     Metal oxide|Oxidized metals, such as tungesten, instead of carbon [metal_oxide].|Hot environments such as Mercury?     Hydrogen Sulfide|Hydrogen sulfide (H<sub>2</sub>S) as a solvent instead of water [hydrogen_sulfide]|Interstellar planets?     Ammonia|Ammonia (NH<sub>3</sub>) as a solvent [hydrogen_sulfide]|Interstellar planets with ammonia lakes?    Hydrogen Peroxide|Hydrogen peroxide (H<sub>2</sub>O<sub>2</sub>) as a solvent|Mars [hydrogen_peroxide]?     Liquid Nitrogen|Liquid nitrogen as a solvent|Cold environments, such as Triton, a moon of Neptune [n2life].?      Supercritical hydrogen|Hydrogen as a solvent|Gas giants [n2life]|Requires high pressure; areas where this is possible may be limited.?    Sulfuric Acid|Sulfuric acid as a solvent|Clouds of Venus [n2life]?    Supercritical carbon dioxide|Supercritical CO<sub>2</sub> as a solvent|Large planets with dense, high-pressure atmospheres [supercritical_co2].?    Silicon Dioxide|Silicon dioxide (SiO<sub>2</sub>) as a solvent|Very hot environments [here_be_dragons].?     Methane|Methane (CH<sub>4</sub>) as a solvent|Titan, a moon of Saturn [methane_solvent].?     Dust and Plasma|Behaviors of life shown by dust particles suspented in plasma [dust_plasma].|Interstellar medium?     Cosmic necklace|Magenetic monopoles connected by cosmic strings [life_stars].|Interior of stars"]}, {"name": "Intelligent Life", "content": ["The existence of extraterrestrial life is speculative, and of extraterrestrial civilization, even more speculative. The Drake equation [drake_equation], developed by the astronomer Frank Drake, is a rough attempt at a framework for thinking about this question.", "-drake_equation.svg-30", "!Source: <a href=\"https://en.wikipedia.org/wiki/Drake_equation\">Wikipedia</a>.", "The parameters, and some rough estimates of them, are as follows.", "?Parameter|Description|Estimates?      N|Number of civilizations in the Milky Way with which we can communicate.|Anywhere from 1 (humans are the only civilization in the galaxy) to millions [drake_equation9]?      R<sub>*</b>|Average rate of star formation in the Milky Way|1.5-3 per year [drake_equation2][drake_equation1]?     f<sub>p</sub>|Fraction of stars that have planets|Close to 1 [drake_equation3]?     n<sub>e</sub>|For each star with planets, the average number that can support life|Very uncertain. 0.1 [drake_equation4], maybe less [rare_earth]?    f<sub>l</sub>|Fraction of planets that can support life that actually do harbor life|Close to 1 [drake_equation5], but very little hard evidence?    f<sub>i</sub>|Fraction of planets with life that develop intelligent life|0.0002 [drake_equation6] or near 1 [drake_equation5]?     f<sub>c</sub>|Fraction of civilizations that release signals into space|Near 1 [drake_equation5]?    L|Average length of time that a civilization emits signals|420 years [drake_equation7] or billions of years [drake_equation8]", "The Fermi paradox, attributed to the physicist Enrico Fermi, asks if there are possibly many intelligent civilizations in the Milky Way, why do we not see clear evidence of them [fermi_paradox]? Many answers have been proposed, though none has achieved consensus. It may be, as per the Rare Earth Hypothesis [rare_earth], that life is too rare for other civilizations to have been detected, or perhaps life is common but intelligent life is rare.", "Several efforts to detect alien intelligent life have been attempted and so far turned up no convincing discoveries.", "?Phenomenon|Possible Intelligence Explanation|Observational Evidence?     1977 Wow! Signal|Anomolous radio pulses might indicate a civilization's communication.|Unknown, possibly from a comet [wow].?     'Oumuamua|Bracewell probe using solar sail technology|Most likely a natural comet [oumuamua]?     KIC 8462852, also known as Tabby's Star or Boyajian's Star|Dimming might be caused by construction of a Dyson swarm|Probably dust [tabbys_star]?      Galaxy-scale infrared light|A Kardeshev Type III civilization might build sufficiently many Dyson spheres to be detected at intergalactic distances|A survey of 100,000 galaxies found no evidence of excess infrared light [galaxy_seti].?     Unidentified Flying Objects (UFOs)|Alien spacecraft using speculative technology|Many mundane explanations are offered for UFO sightings."]}, {"name": "Fine Tuning and the Anthropic Principle", "content": ["The fine-tuned universe is the notion that only a small portion of the full space of cosmic physical parameters is conducive for life, and we happen to live in a universe that shows this property. There are many formulations of the fine tuning principle, one of which is as follows.", "?Constant|Observed Value|Consequences if Different?Ratio of the electromagnetic force to the gravitational force between a pair of protons|~10<sup>36</b>|If much smaller, a long-lasting universe would be impossible.?    Percentage of mass converted to energy when four nucleons fuse into Helium-4|0.007|If much less, only hydrogen would exist. If much more, no hydrogen would exist.?     Ratio of the mass density of the universe to \"critical density\"|Close to 1|If too big, universe would collapse quickly. If too small, stars could not form.?     Cosmological constant, ratio of the density of dark energy to the critical energy density of the universe|~10<sup>-122</sup>|If much larger, space would have expanded too fast for star formation.?      Ratio of the gravitational energy required to pull a large galaxy apart to the energy equivalent of its mass|~10<sup>-5</sup>|If too small, stars could not form. If too large, stars could not survive.?      Number of spatial dimensions|3, excluding possible compactified dimensions posited by string theory|Life could not exist in 2 or 4 dimensions.", "!Source: Rees [fine_tune].", "Responses to apparent fine tuning often invoke the anthropic principle [bostrom_anthropic]. The weak anthropic principle is a form of survivorship bias, that the universe must be fine tuned for life because if it wasn't, no one could notice that fact. The strong anthropic principle holds that fine tuning is evidence that the universe was created for conscious life, either by God or by an advanced intelligence.", "?Proposed Solution|Rationale|Anthropic Principle?    Multiverse [multiverse]|There must be many universes, only some of which are conducive to life|Weak anthropic principle?    Top-down cosmology [top_down_cosmology]|Initial universe consisted of a superposition of many conditions|Weak anthropic principle?      Carbon chauvinism [carbon_chauvinism]|Conscious life might be radically different from humans and could thrive with different cosmic constants|No anthropic principle?      Independent Parameters [krauss]|The many seemingly independent variables constituting fine-tuning may indicate deeper, still-unknown physics.|No anthropic principle?     Alien Design [smolin]|Our universe was designed by another intelligence, leading to a sort of natural selection|Strong anthropic principle?     Intelligent Design [intelligent_design]|God designed the universe to be hospitable to humans|Strong anthropic principle"]}], "title": "Life", "parent_link": "exploration", "parent_name": "Science", "references": [{"ref": "nasa_astrobiology", "author": "Hays, L. et al.", "title": "NASA Astroobiology Strategy 2015", "journal": "National Aeronautics and Space Administration", "date": "2015", "url": "https://astrobiology.nasa.gov/nai/media/medialibrary/2015/10/NASA_Astrobiology_Strategy_2015_151008.pdf"}, {"ref": "venus_phosphine", "author": "Greaves, J. S. et al.", "title": "Phosphine gas in the cloud decks of Venus", "journal": "Nature Astronomy <b>5</b>, pp. 655-664", "date": "2021", "url": "https://www.nature.com/articles/s41550-020-1174-4"}, {"ref": "venus_phosphine2", "author": "Villanueva, G. L. et al.", "title": "No evidence of phosphine in the atmosphere of Venus from independent analyses", "journal": "Nature Astronomy <b>5</b>, pp. 631-635", "date": "2021", "url": "https://www.nature.com/articles/s41550-021-01422-z"}, {"ref": "venus_water", "author": "Hallsworth, J. E., Koop, T., Dallas, T. D., Zorzano, M., Burkhardt, J., Golyshina, O. V., Martín-Torres, J., Dymond, M. K., Ball, P., McKay, C. P.", "title": "Water activity in Venus’s uninhabitable clouds and other planetary atmospheres", "journal": "Nature Astronomy <b>5</b>, pp. 665-675", "date": "June 2021", "url": "https://www.nature.com/articles/s41550-021-01391-3"}, {"ref": "mars_life", "author": "Schulze-Makuch, D., Fairén, A., Davila, A. F.", "title": "The case for life on Mars", "journal": "International Journal of Astrobiology <b>7</b>(2), pp. 117-141", "date": "April 2008", "url": "https://www.cambridge.org/core/journals/international-journal-of-astrobiology/article/case-for-life-on-mars/CB153AA2DEDFB4EA31B6E8F4C7AC4E58"}, {"ref": "mars_uv", "author": "Rummel, J. D., Beaty, D. W., Jones, M., Bakermans, C.", "title": "A new analysis of Mars \"Special Regions\": findings of the second MEPAG Special Regions Science Analysis Group (SR-SAG2)", "journal": "Astrobiology <b>14</b>(11), pp. 887-968", "date": "November 2014", "url": "https://www.liebertpub.com/doi/10.1089/ast.2014.1227"}, {"ref": "mars_perch", "author": "Matsubara, T., Fujishima, K., Saltikov, C. W., Nakamura, S., Rothschild, L. J.", "title": "Earth analogues for past and future life on Mars: isolation of perchlorate resistant halophiles from Big Soda Lake", "journal": "International Journal of Astrobiology <b>16</b>(3), pp. 218-228", "date": "2017", "url": "https://www.cambridge.org/core/journals/international-journal-of-astrobiology/article/earth-analogues-for-past-and-future-life-on-mars-isolation-of-perchlorate-resistant-halophiles-from-big-soda-lake/F05005A274DC403138403A122AE95273"}, {"ref": "mars_saltation", "author": "Bak, E. N., Larsen, M. G., Jensen, S. K., Nørnberg, P., Moeller, R., Finster. K.", "title": "Wind-Driven Saltation: An Overlooked Challenge for Life on Mars", "journal": "Astrobiology <b>19</b>(4), pp. 497-505", "date": "April 2019", "url": "https://www.liebertpub.com/doi/abs/10.1089/ast.2018.1856"}, {"ref": "mars_pressure", "author": "Schuerger, A. C., Ulrich, R., Berry, B. J., Nicholson, W. L.", "title": "Growth of <i>Serratia liquefaciens</i> under 7 mbar, 0°C, and CO2-Enriched Anoxic Atmospheres", "journal": "Astrobiology <b>13</b>(2), pp. 115-131", "date": "February 2013", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3582281/"}, {"ref": "mercury_life", "author": "Rodriguez, J. A. P.", "title": "The Chaotic Terrains of Mercury Reveal a History of Planetary Volatile Retention and Loss in the Innermost Solar System", "journal": "Scientific Reports <b>10</b>: 4737", "date": "March 2020", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7075900/"}, {"ref": "ceres_life", "author": "O'Neill, I.", "title": "Life on Ceres: Could the Dwarf Planet be the Root of Panspermia?", "journal": "Universe Today", "date": "March 2009", "url": "https://www.universetoday.com/26587/life-on-ceres-could-the-dwarf-planet-be-the-root-of-panspermia/"}, {"ref": "callisto_life", "author": "Dyson, F. J.", "title": "Looking for life in unlikely places: reasons why planets may not be the best places to look for life", "journal": "International Journal of Astrobiology <b>2</b>(2), pp. 103-110", "date": "April 2003", "url": "http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.587.2121&rep=rep1&type=pdf"}, {"ref": "life_elsewhere", "author": "Spohn, T.", "title": "Subsurface Oceans and Deep Interiors of Medium-Sized Outer Planet Satellites and Large Trans-Neptunian Objects", "journal": "Icarus <b>185</b>, pp. 258-273", "date": "November 2006", "url": "https://www.researchgate.net/publication/225019299_Subsurface_Oceans_and_Deep_Interiors_of_Medium-Sized_Outer_Planet_Satellites_and_Large_Trans-Neptunian_Objects"}, {"ref": "viking_life3", "author": "Guzman, M., McKay, C. P., Quinn, R. C., Szopa, C., Davila, A. F., Navarro-González, R., Freissinet, C.", "title": "Identification of Chlorobenzene in the Viking Gas Chromatograph-Mass Spectrometer Data Sets: Reanalysis of Viking Mission Data Consistent With Aromatic Organic Compounds on Mars", "journal": "Journal of Geophysical Research: Planets <b>123</b>(7), pp. 1674-1683", "date": "July 2018", "url": "https://agupubs.onlinelibrary.wiley.com/doi/full/10.1029/2018JE005544"}, {"ref": "viking_life1", "author": "Klein, H. P.", "title": "Did Viking Discover Life on Mars?", "journal": "Origins of life and evolution of the biosphere <b>29</b>, pp. 625-631", "date": "December 1999", "url": "https://link.springer.com/article/10.1023/A:1006514327249"}, {"ref": "viking_life2", "author": "Margulis, L., Mazur, P., Barghoorn, E. S., Halvorson, H. O., Jukes, T. H., Kaplan, I. R.", "title": "The Viking mission: Implications for life on Mars", "journal": "Journal of Molecular Evolution <b>14</b>, pp. 223-232", "date": "March 1979", "url": "https://link.springer.com/article/10.1007%2FBF01732380"}, {"ref": "alh84001", "author": "Kühne, R. W.", "title": "Extraterrestrial Microfossils in Meteorites and the Panspermia Hypothesis", "date": "March 2019", "url": "https://osf.io/zqsm7"}, {"ref": "panspermia2", "author": "Horneck, G., Rettberg, P., Reitz, G., Wehner, J., Eschweiler, U., Strauch, K., Panitz, C., Starke, V., Baumstark-Khan, C.", "title": "Protection of Bacterial Spores in Space, a Contribution to the Discussion on Panspermia", "journal": "Origins of life and evolution of the biosphere <b>31</b>, pp. 527-547", "date": "December 2001", "url": "https://link.springer.com/article/10.1023/A:1012746130771"}, {"ref": "panspermia3", "author": "Nicholson, W., Schuerger, A.", "title": "<i>Bacillus subtilis</i> Spore Survival and Expression of Germination-Induced Bioluminescence After Prolonged Incubation Under Simulated Mars Atmospheric Pressure and Composition: Implications for Planetary Protection and Lithopanspermia", "journal": "Astrobiology <b>5</b>(4), pp. 536-544", "date": "August 2005", "url": "https://www.liebertpub.com/doi/abs/10.1089/ast.2005.5.536"}, {"ref": "panspermia1", "author": "Tauscher, C., Schuerger, A., Nicholson, W.", "title": "Survival and Germinability of Bacillus subtilis Spores Exposed to Simulated Mars Solar Radiation: Implications for Life Detection and Planetary Protection", "journal": "Astrobiology <b>6</b>(4), pp. 592-605", "date": "August 2006", "url": "https://www.liebertpub.com/doi/abs/10.1089/ast.2006.6.592"}, {"ref": "habitable_zone", "author": "Cruz, M., Coontz, R.", "title": "Alien Worlds Galore", "journal": "Science <b>340</b>(6132)", "date": "May 2013", "url": "https://www.science.org/lookup/doi/10.1126/science.340.6132.565"}, {"ref": "red_dwarf_hab", "author": "Lingam, M., Loeb, A.", "title": "Physical constraints on the likelihood of life on exoplanets", "journal": "International Journal of Astrobiology <b>17</b>(2), pp. 116-126", "date": "April 2018", "url": "https://www.cambridge.org/core/journals/international-journal-of-astrobiology/article/physical-constraints-on-the-likelihood-of-life-on-exoplanets/627F73CC6130BE664D6E16FF4EB66F52"}, {"ref": "ftype", "author": "Sato, S., Cuntz, M., Olvera, M. G., Jack, D., Schröder, K.-P.", "title": "Habitability around F-type stars", "journal": "International Journal of Astrobiology <b>13</b>(3), pp. 244-258", "date": "July 2014", "url": "https://www.cambridge.org/core/journals/international-journal-of-astrobiology/article/abs/habitability-around-ftype-stars/81D15083AD92F0812773776298681905"}, {"ref": "life_large_gal", "author": "Whitmire, D. P.", "title": "The habitability of large elliptical galaxies", "journal": "Monthly Notices of the Royal Astronomical Society <b>494</b>(2), pp. 3048-3052", "date": "May 2020", "url": "https://academic.oup.com/mnras/article/494/2/3048/5819448?login=true"}, {"ref": "ghz", "author": "Gonzalez, G., Brownlee, D., Ward, D.", "title": "The Galactic Habitable Zone: Galactic Chemical Evolution", "journal": "Icarus <b>152</b>(1), pp. 185-200", "date": "July 2001", "url": "https://www.sciencedirect.com/science/article/abs/pii/S0019103501966175?via%3Dihub"}, {"ref": "hab_binary", "author": "Wiegert, P. A., Holman, M. J.", "title": "The Stability of Planets in the Alpha Centauri System", "journal": "Astronomical Journal <b>113</b>, pp. 1445-1450", "date": "April 1997", "url": "https://ui.adsabs.harvard.edu/abs/1997AJ....113.1445W/abstract"}, {"ref": "life_tectonics", "author": "Korenaga, J.", "title": "Plate tectonics and planetary habitability: current status and future challenges", "journal": "Annals of the New York Academy of Sciences <b>1260</b>(1), pp. 87-94", "date": "July 2012", "url": "https://people.earth.yale.edu/sites/default/files/korenaga12b.pdf"}, {"ref": "climate_life", "author": "Menou, K.", "title": "Climate stability of habitable Earth-like planets", "journal": "Earth and Planetary Science Letters <b>429</b>, pp. 20-24", "date": "November 2015", "url": "https://www.sciencedirect.com/science/article/abs/pii/S0012821X15004896"}, {"ref": "life_chance", "author": "Tyrrell, T.", "title": "Chance played a role in determining whether Earth stayed habitable", "journal": "Communications Earth & Environment <b>1</b>(61)", "date": "December 2020", "url": "https://www.nature.com/articles/s43247-020-00057-8"}, {"ref": "rare_earth", "author": "Ward, P., Brownlee, D.", "title": "Rare Earth: Why Complex Life is Uncommon in the Universe", "journal": "Springer Science & Business Media", "isbook": 1, "date": "December 2003", "url": "https://www.ohsd.net/cms/lib09/WA01919452/Centricity/Domain/675/Rare%20Earth%20Book.pdf"}, {"ref": "rogue_planet_hab", "author": "Abbot, D. S., Switzer, E. R.", "title": "The Steppenwolf: A Proposal for a Habitable Planet in Interstellar Space", "journal": "The Astrophysical Journal Letters <b>735</b>(2): L27", "date": "June 2011", "url": "https://iopscience.iop.org/article/10.1088/2041-8205/735/2/L27/meta"}, {"ref": "num_rogue", "author": "Johnson, S. A., Penny, M., Gaudi, B. S., Kerins, E., Rattenbury, N. J., Robin, A. C., Novati, S. C., Henderson, C. B.", "title": "Predictions of the Nancy Grace Roman Space Telescope Galactic Exoplanet Survey. II. Free-floating Planet Detection Rates", "journal": "The Astronomical Journal <b>160</b>(3)", "date": "August 2020", "url": "https://iopscience.iop.org/article/10.3847/1538-3881/aba75b"}, {"ref": "hycean", "author": "Madhusudhan, N., Piette, A. A. A., Constantinou, S.", "title": "Habitability and Biosignatures of Hycean Worlds", "journal": "The Astrophysical Journal <b>918</b>(1), p. 1", "date": "August 2021", "url": "https://iopscience.iop.org/article/10.3847/1538-4357/abfd9c"}, {"ref": "jwst_bio", "author": "Lustig-Yaeger, J., Meadows, V. S., Lincowski, A. P.", "title": "The Detectability and Characterization of the TRAPPIST-1 Exoplanet Atmospheres with JWST", "journal": "The Astronomical Journal <b>158</b>(1)", "date": "July 2019", "url": "https://iopscience.iop.org/article/10.3847/1538-3881/ab21e0"}, {"ref": "nasa_life", "author": "NASA Astrobiology Program", "title": "About Life Detection", "journal": "National Aeronautics and Space Administration", "date": "Accessed September 5, 2021", "url": "https://astrobiology.nasa.gov/research/life-detection/about/"}, {"ref": "silicon_life", "author": "Chaisson, E. J.", "title": "Alternative Biochemistries", "journal": "Harvard University", "date": "Accessed September 5, 2021", "url": "https://lweb.cfa.harvard.edu/~ejchaisson/cosmic_evolution/docs/fr_1/fr_1_future5.html"}, {"ref": "silicon_life2", "author": "Jacob, D. T.", "title": "There is no Silicon-based Life in the Solar System", "journal": "Silicon <b>8</b>, pp. 175-176", "date": "January 2015", "url": "https://link.springer.com/content/pdf/10.1007/s12633-014-9270-7.pdf"}, {"ref": "metal_oxide", "author": "Sanderson, K.", "title": "Life-like cells are made of metal", "journal": "New Scientist", "date": "September 2011", "url": "https://www.newscientist.com/article/dn20906-life-like-cells-are-made-of-metal/"}, {"ref": "hydrogen_sulfide", "author": "Badescu, V.", "title": "Thermodynamic constrains for life based on non-aqueous polar solvents on free-floating planets", "journal": "Origins of Life and Evolution of Biospheres <b>41</b>(1), pp. 73-99", "date": "February 2011", "url": "https://pubmed.ncbi.nlm.nih.gov/20499186/"}, {"ref": "hydrogen_peroxide", "author": "Houtkooper, J. M., Schulze-Makuch, D.", "title": "A possible biogenic origin for hydrogen peroxide on Mars: the Viking results reinterpreted", "journal": "International Journal of Astrobiology <b>6</b>(2), pp. 147-152", "date": "April 2007", "url": "https://www.cambridge.org/core/journals/international-journal-of-astrobiology/article/abs/possible-biogenic-origin-for-hydrogen-peroxide-on-mars-the-viking-results-reinterpreted/CFC8FE788E40D8A57388D2B35E224742"}, {"ref": "n2life", "author": "Committee on the Limits of Organic Life in Planetary Systems, Committee on the Origins and Evolution of Life, National Research Council", "title": "The Limits of Organic Life in Planetary Systems", "journal": "The National Academies Press", "date": "2007", "url": "https://www.nap.edu/read/11919/chapter/8"}, {"ref": "supercritical_co2", "author": "Budisa, N., Schulze-Makuch, D.", "title": "Supercritical Carbon Dioxide and Its Potential as a Life-Sustaining Solvent in a Planetary Environment", "journal": "Life <b>4</b>(3), pp. 331-340", "date": "September 2014", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4206850/"}, {"ref": "here_be_dragons", "author": "Koerner, D., LeVay, S.", "title": "Here Be Dragons: The Scientific Quest for Extraterrestrial Life", "isbook": 1, "journal": "ISBN-13: 978-0195146004", "date": "November 2001", "url": "https://www.amazon.com/Here-Be-Dragons-Scientific-Extraterrestrial/dp/019514600X"}, {"ref": "methane_solvent", "author": "McKay, C. P., Smith, H. D.", "title": "Possibilities for methanogenic life in liquid methane on the surface of Titan", "journal": "Icarus <b>178</b>(1), pp. 274-276", "date": "November 2005", "url": "https://www.sciencedirect.com/science/article/abs/pii/S0019103505002009"}, {"ref": "dust_plasma", "author": "Tsytovich, V. N.. Morfill, G. E., Fortov, V. E., Gusein-Zade, N. G., Klumov, B. A., Vladimirov, S. V.", "title": "From plasma crystals and helical structures towards inorganic living matter", "journal": "New Journal of Physics <b>9</b>(8)", "date": "August 2007", "url": "https://iopscience.iop.org/article/10.1088/1367-2630/9/8/263"}, {"ref": "life_stars", "author": "Anchordoqui, L. A., Chudnovsky, E. M.", "title": "Can Self-Replicating Species Flourish in the Interior of a Star?", "journal": "Letters in High Energy Physics", "date": "August 2020", "url": "http://journals.andromedapublisher.com/index.php/LHEP/article/view/166"}, {"ref": "drake_equation", "author": "Drake, F.", "title": "The Drake Equation", "date": "1961", "url": "http://www.activemind.com/Mysterious/Topics/SETI/drake_equation.html"}, {"ref": "drake_equation9", "author": "Search for Extaterrestrial Intelligence", "title": "Drake Equation", "date": "Accessed September 7, 2021", "url": "https://www.seti.org/drake-equation-index"}, {"ref": "drake_equation2", "author": "Kennicutt, R. C. Jr., Evans, N. J.", "title": "Star Formation in the Milky Way and Nearby Galaxies", "journal": "Annual Review of Astronomy and Astrophysics <b>50</b>, pp. 531-608", "date": "September 2012", "url": "https://www.annualreviews.org/doi/10.1146/annurev-astro-081811-125610"}, {"ref": "drake_equation1", "author": "Robitaille, T. P., Whitney, B. A.", "title": "The present-day star formation rate of the Milky Way determined from <i>Spitzer</i>-detected young stellar objects", "journal": "The Astrophysical Journal Letters <b>710</b>(1): L11", "date": "January 2010", "url": "https://iopscience.iop.org/article/10.1088/2041-8205/710/1/L11"}, {"ref": "drake_equation3", "author": "Cassan, A. et al.", "title": "One or more bound planets per Milky Way star from microlensing observations", "journal": "Nature <b>481</b>(7380), pp. 167-169", "date": "January 2012", "url": "https://www.nature.com/articles/nature10684"}, {"ref": "drake_equation4", "author": "Lineweaver, C. H., Fenner, Y., Gibson, B. K.", "title": "The Galactic Habitable Zone and the Age Distribution of Complex Life in the Milky Way", "journal": "Science <b>303</b>(5654), pp. 59-62", "date": "January 2004", "url": "https://www.science.org/lookup/doi/10.1126/science.1092322"}, {"ref": "drake_equation5", "author": "Westby, T., Conselice, C. J.", "title": "The Astrobiological Copernican Weak and Strong Limits for Intelligent Life", "journal": "The Astrophysics Journal <b>896</b>(1)", "date": "June 2020", "url": "https://iopscience.iop.org/article/10.3847/1538-4357/ab8225"}, {"ref": "drake_equation6", "author": "Pascal, L.", "title": "N ~ 1 : Alone in the Milky Way with Dr. Pascal Lee", "journal": "YouTube", "date": "October 2020", "url": "https://www.youtube.com/watch?v=cuJDkIUuDBg"}, {"ref": "drake_equation7", "author": "Shermer, M.", "title": "Why ET Hasn't Called", "journal": "Scientific American <b>287</b>(2): 21", "date": "August 2002", "url": "https://ui.adsabs.harvard.edu/abs/2002SciAm.287b..33S/abstract"}, {"ref": "drake_equation8", "author": "Grinspoon, D.", "title": "Lonely Planets: The Natural Philosophy of Alien Life", "date": "November 2004", "isbook": 1, "journal": "ISBN-13:‎ 978-0060959968", "url": "https://www.amazon.com/Lonely-Planets-Natural-Philosophy-Alien/dp/0060959967"}, {"ref": "fermi_paradox", "author": "Jones, E. M.", "title": "\"Where is everybody?\": An account of Fermi's question", "journal": "Los Alamos technical report", "date": "March 1985", "url": "https://sgp.fas.org/othergov/doe/lanl/la-10311-ms.pdf"}, {"ref": "wow", "author": "Emspak, J.", "title": "Comet Likely Didn't Cause Bizarre 'Wow!' Signal (But Aliens Might Have)", "journal": "LiveScience", "date": "June 2017", "url": "https://www.livescience.com/59442-astronomers-skeptical-about-wow-signal.html"}, {"ref": "oumuamua", "author": "The ‘Oumuamua ISSI Team", "title": "The natural history of ‘Oumuamua", "journal": "Nature Astronomy <b>3</b>, pp. 594-602", "date": "July 2019", "url": "https://www.nature.com/articles/s41550-019-0816-x"}, {"ref": "tabbys_star", "author": "Martinez, M. A. S., Stone, N. C., Metzger, B. D.", "title": "Orphaned exomoons: Tidal detachment and evaporation following an exoplanet–star collision", "journal": "Monthly Notices of the Royal Astronomical Society <b>489</b>(4), pp. 5119–5135", "date": "November 2019", "url": "https://academic.oup.com/mnras/article/489/4/5119/5561511"}, {"ref": "galaxy_seti", "author": "Wright, J. T., Mullan, B., Sigurdsson, S., Povich, M. S.", "title": "The Ĝ Infrared Search for Extraterrestrial Civilizations with Large Energy Supplies. I. Background and Justification", "journal": "The Astrophysical Journal <b>792</b>(1)", "date": "August 2014", "url": "https://iopscience.iop.org/article/10.1088/0004-637X/792/1/26"}, {"ref": "fine_tune", "author": "Rees, M.", "title": "Just Six Numbers: The Deep Forces That Shape The Universe", "isbook": 1, "journal": "(1st American ed.). New York: Basic Books", "date": "May 2001", "url": "https://www.amazon.com/Just-Six-Numbers-Forces-Universe/dp/0465036732"}, {"ref": "bostrom_anthropic", "author": "Bostrom, N.", "title": "Anthropic bias: Observation selection effects in science and philosophy", "isbook": 1, "journal": "Rutledge", "date": "October 2013", "url": "https://www.anthropic-principle.com/"}, {"ref": "multiverse", "author": "Coleman, C. S.", "title": "Cosmic Fine Tuning and the Multiverse Hypothesis", "journal": "ArXiv", "date": "June 2012", "url": "https://arxiv.org/abs/1207.5396"}, {"ref": "top_down_cosmology", "author": "Hawking, S. W., Hertog, T.", "title": "Populating the Landscape: : a top down approach", "journal": "Physical Review D. <b>73</b>(12): 123527", "date": "June 2006", "url": "http://cds.cern.ch/record/928933"}, {"ref": "carbon_chauvinism", "author": "Stenger, V. J.", "title": "Is the Universe Fine-Tuned for us?", "journal": "Why intelligent design fails: a scientific critique of the new creationism, pp. 172-184", "date": "2004", "url": "https://books.google.com/books?hl=en&lr=&id=SVb7Q1gd3ZgC&oi=fnd&pg=PA172&dq=%22IS+THE+UNIVERSE+FINE-TUNED+FOR+US%3F%22&ots=U4J4_a8Vt-&sig=EwHXjl4DIcGxSlIj5nWFUvvlR4U#v=onepage&q=%22IS%20THE%20UNIVERSE%20FINE-TUNED%20FOR%20US%3F%22&f=false"}, {"ref": "krauss", "author": "Krauss, L.", "title": "Letter to the editor", "date": "December 2014", "url": "https://richarddawkins.net/2014/12/letter-to-the-editor/"}, {"ref": "smolin", "author": "Smolin, L.", "title": "The Life of the Cosmos", "isbook": 1, "journal": "ISBN-13: 978-0195126648", "date": "March 1999 (revised edition)", "url": "https://www.amazon.com/Life-Cosmos-Lee-Smolin/dp/0195126645"}, {"ref": "intelligent_design", "author": "McGrath, A., McGrath, J. C.", "title": "The Dawkins Delusion?: Atheist Fundamentalism and the Denial of the Divine", "journal": "ISBN-13:‎ 978-0830837212", "isbook": 1, "date": "June 2010 (paperback edition)", "url": "https://www.amazon.com/Dawkins-Delusion-Atheist-Fundamentalism-Veritas/dp/0830837213"}]}