{"sections": [{"content": ["In this section, we discuss various methods by which solar power can be harnessed.", "We recommend <a href=\"/solution/energy/rd\">research and development</a> programs into concentrated solar, advanced solar cells, and luminescent solar concentrators, but not space-based solar power. These solutions are detailed below."]}, {"content": ["While there are outliers, utility-scale solar photovoltaics typically produce power at a competitive 4-6 &cent;/kWh. Solar PV technologies that are still under development, such as organic PV and perovskites, may achieve this range as well.", "-Cost of Solar Power.jpg-65", "!Estimates of mainstream PV technology from the Electric Power Research Institute [epri_lcoe], International Renewable Energy Agency [irena], Kost et al. [fraunhofer], Lazard [lazard], Logan et al. [nrel_lcoe], OpenEI[openei], EIA [eia_lcoe]. Projected costs from perovskite and organic PVs are given by Cai et al. [perovskite] and Guo and Min [organic_pv] respectively.", "Following are estimated costs of concentrated solar power, distributed solar, and several emerging and speculative non-PV technologies.", "-Cost of Solar Power 2.jpg-65", "!For concentrated solar power, see the Electric Power Research Institute [epri_lcoe], International Renewable Energy Agency [irena], Lazard [lazard], Logan et al. [nrel_lcoe], OpenEI [openei], EIA [eia_lcoe], World Energy Council[wec_survey]. For distributed PV, see EPRI [epri_lcoe], Guo et al. [community_solar], Kost et al. [fraunhofer], and Lazard [lazard]. For concentrated PV, see Phillips et al. [cpv_cost]. For solar updraft towers, see Schlaich Bergermann Solar GmbH [solar_updraft1] and Zhu et al. [solar_updraft2]. For space-based solar, see Mankins [sbsp2]."], "name": "Costs"}, {"content": ["Distributed (e.g. rooftop) solar has the advantage of not requiring dedicated land, but the costs of installation logistics and grid management are higher. In the United States, rooftop solar could in theory provide 1432 terawatt-hours [rooftop_potential], of which 297 TWh would be economical [renewable_potential]. These figures are 34% and 7% of U.S. electricity production, respectively [us_elec2018]. About a third of US solar comes from distributed sources [eia_monthly].", "As the price of solar cells decreases, soft (non-hardware) costs of the system become more important.", "-solar_bos.jpg-60", "!Hardware and soft (non-hardware) costs of solar PVs as of 2018, given by Fu, Feldman, Margolis [benchmark].", "Distributed energy sources complete in the retail electricity market, not the wholesale market, and thus the threshhold for grid parity is higher. In 2015, Deutsche Bank found that rooftop solar has achieved grid parity in half the countries surveyed and 14 U.S. states [deutsche_solar].", "Regulatory reforms could cut US solar soft costs. A residential solar installation in the United States is over twice as expensive as in Australia, due primarily to the lengthier and costlier installation process mandated by the U.S. National Electrical Code, as well as higher U.S. permitting costs [solar_reg].", "<b>Solar Roads</b>", "Several pilot projects have been attempted placing solar panels on roadways. Test results have been disappointing and the concept is not likely to be feasible [solar_road]."], "name": "Distributed Solar"}, {"content": ["Solar power shows the following median environmental impacts.", "-solar_external.jpg-60", "!Environmental impacts of solar power, assessed on a per-kWh basis. While solar power does not emit greenhouse gases directly, there are indirect emissions arising from the manufacture, distribution, and maintenance of equipment, as estimated by Schlömer et al. [techco2] and valued at $50/ton CO<sub>2</sub>-equivalent [social_cost_carbon]. Non-greenhouse gas pollution impacts are estimated by Samadi [samadi], and land use is estimated by Ong et al. [nrel_solar_land]. Among solar thermal systems, tower systems are the most land-efficient [nrel_solar_land].", "To put the land use issue into perspective, supplying all the electricity demand of the United States with solar power would require about 33,000 square kilometers, or 0.4% of all land in the U.S. [mit_solar].  This is close to what is currently disturbed by coal mining, less than the area taken by major roads, and about half of what is devoted to growing corn ethanol [mit_solar].", "The manufacture of solar cells requires toxic heavy metals and imposes local habitat disruption [solar_external]. There are additional costs, unquantified above, in the disposal of panels at the end of their life [solar_eol].", "Due to the intermittent nature of solar power, grid integration costs have been estimated at 1.5 &cent;/kWh [system_effects]."], "name": "Environmental and Externalized Impacts"}, {"content": ["A solar thermal plant, including concentrating solar power (CSP), concentrates sunlight for the production of heat, which can then be used either directly for industrial applications or to generate electricity. As of 2018, there is about 1.5% as much solar thermal electrical generation capacity as solar PV [iea_solar]. Modern CSP plants include thermal storage, often in the form of molten salt, to reduce intermittency [ste_roadmap].", "A solar thermal plant can produce heat for <a href=\"/solution/energy/industrial_heat\">industrial processes</a>. Modern solar thermal could, in priciple, supply up to about half of industrial heat demand, though at significantly higher cost than fossil fuel options. Higher temperature CSP plants for direct heat, which would be suitable for metallic minerals and thermochemical hydrogen production, are under development [solpart].", "Interest in solar thermal has diminished due to the decrease in PV prices. Even with subsidies, CSP is not competitive in the United States [mit_solar]. By its nature, CSP installations need to be large to be economical.  This makes it difficult for private investors to build experimental projects, and a significant public R&amp;D gap is in building pilot projects to test new designs [mit_solar].", "@Concentrated Solar Research and Development@We estimated the expected benefit of a concentrated solar research program to be $66 billion and the cost to be $8 billion. The ultimate cost of concentrated solar is estimated to reach 5 &cent/kWh, and we estimate that it will have the same life cycle greenhouse gas emissions and other externalities to conventional solar. Based on research done by the Department of Energy [csp_cost]. we estimate that a CSP research program will take 10 years to bear fruit, and the cost is the same $830 million per year that a <a href=\"/solution/energy/mhk\">wave energy</a> research program would require. See our <a href=\"/solution/energy/rd\">research and development</a> analysis for more information."], "name": "Solar Thermal"}, {"content": ["The SunShot Vision study recognizes that their aggressive cost reduction goals may require commercialization of new technologies [sunshot_vision]. As the cells themselves are now a small portion of the cost of a solar installation, the most important advances in solar cell technology are improved efficiency to reduce system costs.", "The following are state of the art solar cell efficiencies, current efficiencies for utility solar, current efficiencies for distributed solar, and conversion efficiency of plants to bioenergy.", "-cell_efficiency.jpg-60", "!State of the art solar cell efficiency reported by the National Renewable Energy Laboratory [nrel_solar_eff], current utility efficiency from Bolinger and Seel [utility_efficiency], distributed efficiency from Fu et al. [benchmark], algae conversion efficiency from Larkum [larkum], and C<sub>3</sub> and C<sub>4</sub> crops from Sarkar and Shimizu [sarkar]. It should be noted that biomass, the energy product of plants, is a lower quality fuel than electricity.", "The dominant commercial solar technology is crystalline silicon, while CdTe (cadmium telluride), CIGS (copper indium gallium selenide), and amorphous silicon are the main thin film technologies. Multijunction cells are used in spacecraft and concentrator photovoltaics.", "Any solar technology that relies on rare materials may be unable to scale to provide a large fraction of the world's electricity. Therefore, R&amp;D should emphasize technologies that use Earth-abundant materials, such as CZTS (copper zinc tin sulfide), rather than tellerium, gallium, indium, or selenium [mit_solar]. Among solar technologies under development, perovskites have advanced rapidly and may be the most promising [perovskite2], with a potential LCOE of 3.5-4.9 &cent;/kWh [perovskite_lcoe].", "@Advanced Solar Cell Research and Development@We estimate that a research program into advanced solar cells has an expected benefit of about $125 billion and a cost of about $8 billion. We estimate the eventual cost to be 4 &cent;/kWh, with the same greenhouse gas and pollution costs as other forms of solar, and that it will take 10 years to commercialize new technology, with spending at the same $830 million per year as suggested by a <a href=\"/solution/energy/mhk\">wave energy</a> program. See our analysis of <a href=\"/solution/energy/rd\">research and development</a> for more information."], "name": "Advanced Solar Cells"}, {"content": ["There are several advanced solar concepts under development.", "<b>Concentrating Photovoltaics</b>", "Concentrating PV (CPV) is a method of solar energy capture in which an optical device concentrates sunlight at a rate of anywhere from 2-1200 suns onto a high-efficiency photovoltaic cell. Multijunction cells, which harvest a larger portion of the solar spectrum, may achieve efficiencies as high as 50% [irena_solar], saving land relative to conventional PV [kurtz]. The long-term economics may be more promising than conventional PV [cpv_cost], but deployment has fallen since 2014 [fraunhofer2018]. Challenges include reliability of the optics and the tracking system and longevity of cells under high radiation [kurtz].", "@Concentrated PV Research and Development@We estimate the expected benefit of a concentrated PV research program to be about $54 billion and the cost to be about $4 billion. As the technology has already been commercialized on a limited scale, we estimate that only five years of research would be required, and the cost is estimated to be the same $830 million annually as a <a href=\"/solution/energy/mhk\">wave energy</a> research program. We estimate the final price of such a research program to be 7 &cent/kWh, with the same greenhouse gas and other external costs as other forms of solar. See our <a href=\"/solution/energy/rd\">research and development</a> analysis for more details.", "For a large-scale CPV industry, availability of germanium for high-efficiency multijunction cells may also be an issue [cpv_cost].", "<b>Luminescent Solar Concentrators</b>", "A luminescent solar concentrator (LSC) is a flat device that collects solar energy and redirects it to a solar cell. Unlike traditional solar collectors, an LSC can function with diffuse sunlight. This allows harvesting of energy on cloudy days, dispensing of tracking systems, and reduction of intermittency [lsc2]. LSC could be especially useful in building integration [lsc_bld]. The technology is not yet commercially available.", "@Building Integrated Solar Research and Development@We estimate the expected benefit of a building-integrated solar (LCS) research program to be about $44 billion and the cost to be $21 billion. The potential LCOE of LSC has been estimated at 3.72 &cent;/kWh [lsc_lcoe1], a remarkably low value that would outcompete most other electricity sources. We estimate that a BIS research program would take 25 years, as the technology is still not well-developed, and the annual cost would be $830 million, the same as a <a href=\"/solution/energy/mhk\">wave</a> research program. See our <a href=\"/solution/energy/rd\">research and development</a> analysis for more information.", "<b>Solar Updraft Tower</b>", "A solar updraft tower is a proposed design that uses concentrated sunlight to heat the air in a base structure, causing the air to rise through a chimney and turn a turbine. After the failed Manzanares experiment in the 1980s, there have been no physical prototypes [solar_updraft3].", "<b>Space-based Solar Power</b>", "Space-based solar power (SBSP) is a proposed system that harvests solar energy from satellites in geosynchronous orbit.  The satellites transit the power to a ground rectanna in the form of microwaves. While SPSP is probably technically possible [sbsp], the economics are highly uncertain [jaffe][sbsp2]. Self-replicating factories on the Moon, which would launch components via a mass driver for arrangement in geosynchronous Earth orbit, have also been proposed [lunar_space].", "@Space-based Solar Research and Development@Lacking reliable figures specifically for space-based solar, we take the cost of a full research program to be $65 billion, the same as the ITER project [iter_cost], and the time frame to be 40 years. We estimate the benefit to be about $9 billion, with an ultimately achievable cost of electricity of 7 &cent;/kWh and otherwise the same greenhouse gas and other external costs of other forms of solar. See our <a href=\"/solution/energy/rd\">research and development</a> analysis for more details.@As the ultimate cost of SBSP is highly uncertain, and the appropriate discount rate is debatable, the benefit could vary widely."], "name": "Emerging Solar Technology"}, {"content": ["Detailed <I>IEEE Spectrum</I> article on <a href='http://spectrum.ieee.org/green-tech/solar/how-japan-plans-to-build-an-orbital-solar-farm'>JAXA's space solar program</a>."], "name": "For Further Reading"}], "title": "Solar Power", "parent_link": "energy_production", "parent_name": "Energy Production", "references": [{"date": "2015", "url": "http://www.co2crc.com.au/wp-content/uploads/2016/04/LCOE_Report_final_web.pdf", "title": "Australian Power Generation Technology Report", "ref": "epri_lcoe", "author": "Electric Power Research Institute"}, {"date": "January 2018", "url": "https://www.irena.org/publications/2018/Jan/Renewable-power-generation-costs-in-2017", "title": "Renewable Power Generation Costs in 2017", "ref": "irena", "author": "International Renewable Energy Agency"}, {"title": "Levelized Cost of Electricity: Renewable Energy Technologies", "url": "https://www.ise.fraunhofer.de/content/dam/ise/en/documents/publications/studies/EN2018_Fraunhofer-ISE_LCOE_Renewable_Energy_Technologies.pdf", "journal": "Fraunhofer Institute for Solar Energy Systems ISE", "author": "Kost, C., Shammugam, S., Jülch, V., Nguyen, H., Schlegl, T.", "date": "March 2018", "ref": "fraunhofer"}, {"date": "November 2018", "url": "https://www.lazard.com/media/450784/lazards-levelized-cost-of-energy-version-120-vfinal.pdf", "title": "Lazard's Levelized Cost of Energy Analysis - Version 12.0", "ref": "lazard", "author": "Lazard"}, {"title": "Electricity Generation Baseline Report", "url": "https://www.nrel.gov/docs/fy17osti/67645.pdf", "journal": "National Renewable Energy Laboratory", "author": "Logan, J. et al.", "date": "January 2017", "ref": "nrel_lcoe"}, {"date": "Accessed May 11, 2019", "url": "https://openei.org/apps/TCDB/", "title": "Transparent Cost Database", "ref": "openei", "author": "OpenEI"}, {"date": "February 2019", "url": "https://www.eia.gov/outlooks/aeo/pdf/electricity_generation.pdf", "title": "Levelized Cost and Levelized Avoided Cost of New Generation", "ref": "eia_lcoe", "author": "U.S. Energy Information Administration"}, {"title": "Cost‐Performance Analysis of Perovskite Solar Modules", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5238749/", "journal": "Advanced Science <b>4</b>(1)", "author": "Cai, M., Wu. Y., Chen, H., Yang, X., Qiang, Y., Han, L.", "date": "January 2017", "ref": "perovskite"}, {"title": "A Cost Analysis of Fully Solution‐Processed ITO‐Free Organic Solar Modules", "url": "https://onlinelibrary.wiley.com/doi/full/10.1002/aenm.201802521", "journal": "Advanced Energy Materials", "author": "Guo, J., Min, J.", "date": "November 2018", "ref": "organic_pv"}, {"date": "2013", "url": "http://www.worldenergy.org/publications/2013/world-energy-resources-2013-survey/", "title": "World Energy Resources, 2013 Survey", "ref": "wec_survey", "author": "World Energy Council"}, {"title": "The Most Economical Mode of Power Supply for Remote and Less Developed Areas in China: Power Grid Extension or Micro-Grid?", "url": "https://www.mdpi.com/2071-1050/9/6/910/htm", "journal": "Sustainability <b>9</b>(6), p. 910", "author": "Guo, S., Zhao, H., Zhao, H.", "date": "2017", "ref": "community_solar"}, {"title": "Current Status of Concentrator Photovoltaic (CPV) Technology", "url": "https://www.ise.fraunhofer.de/content/dam/ise/de/documents/publications/studies/cpv-report-ise-nrel.pdf", "journal": "Fraunhofer Institute for Solar Energy Systems, National Renewable Energy Laboratory", "author": "Phillips, S., Bett, A., Horowitz, K., Kurtz, S.", "date": "January 2015", "ref": "cpv_cost"}, {"date": "October 2011", "url": "https://architecture.mit.edu/sites/architecture.mit.edu/files/attachments/lecture/SolarUpdraftTower_Project.pdf", "title": "Solar Updraft Tower", "ref": "solar_updraft1", "author": "Schlaich Bergermann Solar GmbH"}, {"title": "Techno-Economic Analysis of Solar Tower Aided Coal-Fired Power Generation System", "url": "https://pdfs.semanticscholar.org/fe60/8c8bb4063f714e6696c191af3ef3e35e7f08.pdf", "journal": "Energies", "author": "Zhu, Y., Zhai, R., Yang, Y., Reyes-Belmonte, M.", "date": "September 2017", "ref": "solar_updraft2"}, {"title": "New Developments in Space Solar Power", "url": "https://space.nss.org/media/NSS-JOURNAL-New-Developments-in-Space-Solar-Power.pdf", "journal": "National Space Society Space Settlement Journal", "author": "Mankins, J.", "date": "December 2017", "ref": "sbsp2"}, {"title": "Rooftop Solar Photovoltaic Technical Potential in the United States: A Detailed Assessment", "url": "https://www.nrel.gov/docs/fy16osti/65298.pdf", "journal": "National Renewable Energy Laboratory", "author": "Gagnon, P., Margolis, R., Melius, J., Phillips, C., Elmore, R.", "date": "January 2016", "ref": "rooftop_potential"}, {"title": "Estimating Renewable Energy Economic Potential in the United States: Methodology and Initial Results", "url": "https://www.nrel.gov/docs/fy15osti/64503.pdf", "journal": "National Renewable Energy Laboratory", "author": "Brown, A. et al.", "date": "August 2016", "ref": "renewable_potential"}, {"date": "Accessed July 30, 2019", "url": "https://www.eia.gov/tools/faqs/faq.php?id=427&t=3", "title": "What is U.S. electricity generation by energy source?", "ref": "us_elec2018", "author": "U.S. Energy Information Administration"}, {"title": "Table 1.17.B. Net Generation from Solar Photovoltaic", "url": "https://www.eia.gov/electricity/monthly/epm_table_grapher.php?t=epmt_1_17_b", "journal": "Electric Power Monthly", "author": "U.S. Energy Information Administration", "date": "Accessed July 30, 2019", "ref": "eia_monthly"}, {"title": "U.S. Solar Photovoltaic System Cost Benchmark: Q1 2018", "url": "https://www.osti.gov/biblio/1483475-solar-photovoltaic-system-cost-benchmark-q1", "journal": "National Renewable Energy Laboratory", "author": "Fu, R., Feldman, D., Margolis, R.", "date": "November 2018", "ref": "benchmark"}, {"title": "Crossing the Chasm", "url": "https://www.db.com/cr/en/docs/GRCM2015PROD033635_Web.pdf", "journal": "Deutsche Bank", "author": "Shah, V., Booream-Phelps, J.", "date": "February 2015", "ref": "deutsche_solar"}, {"title": "How to Halve the Cost of Residential Solar in the US", "url": "https://www.greentechmedia.com/articles/read/how-to-halve-the-cost-of-residential-solar-in-the-us#gs.t73qnb", "journal": "Greentech Media", "author": "Birch, A.", "date": "January 2018", "ref": "solar_reg"}, {"ref": "solar_road", "author": "Ryan, D.", "title": "Solar panels replaced tarmac on a motorway. Here are the results.", "journal": "Ars Technica", "date": "September 2018", "url": "https://arstechnica.com/science/2018/09/solar-panels-replaced-tarmac-on-a-motorway-here-are-the-results/"}, {"title": "Annex III: Technology-specific cost and performance parameters", "url": "http://www.ipcc.ch/pdf/assessment-report/ar5/wg3/ipcc_wg3_ar5_annex-iii.pdf", "isbook": 1, "journal": "In <i>Climate Change 2014: Mitigation of Climate Change</i>. Contribution of Working Group III to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change [Edenhofer, O., R. Pichs-Madruga, Y. Sokona, E. Farahani, S. Kadner, K. Seyboth, A. Adler, I. Baum, S. Brunner, P. Eickemeier, B. Kriemann, J. Savolainen, S. Schl&ouml;mer, C. von Stechow, T. Zwickel and J.C. Minx (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA", "author": "Schl&ouml;mer S., T. Bruckner, L. Fulton, E. Hertwich, A. McKinnon, D. Perczyk, J. Roy, R. Schaeffer, R. Sims, P. Smith, and R. Wiser.", "date": "2014", "ref": "techco2"}, {"url": "https://19january2017snapshot.epa.gov/sites/production/files/2016-12/documents/sc_co2_tsd_august_2016.pdf", "journal": "Under Executive Order 12866, United States Government", "title": "Technical Support Document: Technical Update of the Social Cost of Carbon for Regulatory Impact Analysis", "ref": "social_cost_carbon", "date": "August 2016", "author": "Interagency Working Group on Social Cost of Carbon"}, {"title": "The Social Costs of Electricity Generation-Categorising Different Types of Costs and Evaluating Their Respective Relevance", "url": "https://www.mdpi.com/1996-1073/10/3/356", "journal": "Energies <b>10</b>(3), pp. 356", "author": "Samadi, S.", "date": "2017", "ref": "samadi"}, {"date": "June 2013", "url": "http://www.nrel.gov/docs/fy13osti/56290.pdf", "title": "Land-Use Requirements for Solar Power Plants in the United States", "ref": "nrel_solar_land", "author": "Ong, S., Campbell, C., Denholm, P., Margolis R., Heath, G."}, {"title": "The Future of Solar", "url": "http://mitei.mit.edu/futureofsolar", "journal": "Energy Initiative", "author": "Massachusetts Institute of Technology", "date": "2015", "ref": "mit_solar"}, {"title": "A review of Safety, Health and Environmental (SHE) issues of solar energy system", "url": "https://www.sciencedirect.com/science/article/pii/S1364032114007734", "journal": "Renewable and Sustainable Energy Systems <b>41</b>, pp. 1190-1204", "author": "Aman, M. et al.", "date": "January 2015", "ref": "solar_external"}, {"title": "Global status of recycling waste solar panels: A review", "url": "https://www.sciencedirect.com/science/article/pii/S0956053X18300576", "journal": "Waste Management <b>75</b>, pp. 450-458", "author": "Jinhui, Y., Tan, Q., Peters, A., Yang, C.", "date": "May 2018", "ref": "solar_eol"}, {"date": "2012", "url": "http://www.oecd-nea.org/ndd/reports/2012/system-effects-exec-sum.pdf", "title": "Nuclear Energy and Renewables: System Effects in Low-carbon Electricity Systems", "ref": "system_effects", "author": "Organization for Economic Co-Operation and Development Nuclear Energy Agency"}, {"date": "Accessed July 31, 2019", "url": "https://www.iea.org/topics/renewables/solar/", "title": "Solar energy", "ref": "iea_solar", "author": "International Energy Agency"}, {"date": "2014", "url": "https://www.iea.org/publications/freepublications/publication/teechnology-roadmap-solar-thermal-electricity---2014-edition.html", "title": "Technology Roadmap - Solar Thermal Electricity, 2014 Edition", "ref": "ste_roadmap", "author": "International Energy Agency"}, {"date": "Accessed July 31, 2019", "url": "https://www.solpart-project.eu/", "title": "Home Page", "ref": "solpart", "author": "SOLPART"}, {"ref": "csp_cost", "author": "Office of Renewable Energy & Energy Efficiency", "title": "Concentrating Solar-Thermal Power", "journal": "U. S. Department of Energy", "date": "January 2019", "url": "https://www.energy.gov/eere/solar/concentrating-solar-thermal-power"}, {"date": "February 2012", "url": "http://energy.gov/eere/sunshot/sunshot-vision-study", "title": "Sunshot Vision Study", "ref": "sunshot_vision", "author": "U.S. Department of Energy"}, {"date": "Accessed July 31, 2019", "url": "https://www.nrel.gov/pv/cell-efficiency.html", "title": "Best Research-Cell Efficiency Chart", "ref": "nrel_solar_eff", "author": "National Renewable Energy Laboratory"}, {"title": "Utility-Scale Solar: Empirical Trends in Project Technology, Cost, Performance, and PPA Pricing in the United States - 2018 Edition", "url": "https://emp.lbl.gov/publications/utility-scale-solar-empirical-trends", "journal": "Lawrence Berkeley National Laboratory", "author": "Bolinger, M., Seel, J.", "date": "September 2018", "ref": "utility_efficiency"}, {"title": "Limitations and prospects of natural photosynthesis for bioenergy production", "url": "https://www.sciencedirect.com/science/article/abs/pii/S0958166910000431", "journal": "Current Opinion in Biotechnology <b>21</b>(3), pp. 271-276", "author": "Larkum, A.", "date": "June 2010", "ref": "larkum"}, {"title": "An overview on biofuel and biochemical production by photosynthetic microorganisms with understanding of the metabolism and by metabolic engineering together with efficient cultivation and downstream processing", "url": "https://link.springer.com/article/10.1186/s40643-015-0045-9", "journal": "Bioresources and Bioprocessing <b>2</b>(17)", "author": "Sarkar, D., Shimizu, K.", "date": "April 2015", "ref": "sarkar"}, {"title": "The reality behind solar power’s next star material", "url": "https://www.nature.com/articles/d41586-019-01985-y", "journal": "Nature <b>570</b>, pp. 429-432, News Feature", "author": "Extance, A.", "date": "June 2019", "ref": "perovskite2"}, {"ref": "perovskite_lcoe", "author": "Cai, M., Wu, Y., Chen, H., Yang, X., Qiang, Y., Han, L.", "title": "Cost‐Performance Analysis of Perovskite Solar Modules", "journal": "Advanced Science <b>4</b>(1)", "date": "September 2016", "url": "https://onlinelibrary.wiley.com/doi/full/10.1002/advs.201600269"}, {"title": "Solar Photovoltaics", "url": "http://www.irena.org/DocumentDownloads/Publications/RE_Technologies_Cost_Analysis-SOLAR_PV.pdf", "journal": "Renewable Energy Technologies: Cost Analysis Series, Volume 1: Power Sector", "author": "International Renewable Energy Agency", "date": "June 2012", "ref": "irena_solar"}, {"title": "Opportunities and Challenges for Development of a Mature Concentrating Photovoltaic Power Industry", "url": "http://www.nrel.gov/docs/fy13osti/43208.pdf", "journal": "National Renewable Energy Laboratory", "author": "Kurtz, S.", "date": "November 2012", "ref": "kurtz"}, {"date": "March 2019", "url": "https://www.ise.fraunhofer.de/en/publications/studies/photovoltaics-report.html", "title": "Photovoltaics Report", "ref": "fraunhofer2018", "author": "Fraunhofer Institute for Solar Energy Systems, ISE"}, {"title": "Advanced Material Concepts for Luminescent Solar Concentrators", "url": "http://ieeexplore.ieee.org/xpl/login.jsp?tp=&arnumber=4519812&\newline", "journal": "IEEE Journal of Selected Topics in Quantum Electronics, Vol. <b>14</b>, No. 5", "author": "Rowan, B., Wilson, L, , Richards, B.", "date": "September/October 2008", "ref": "lsc2"}, {"title": "Luminescent solar concentrators for building-integrated photovoltaics", "url": "https://www.nature.com/articles/natrevmats201772", "journal": "Nature Reviews Materials <b>2</b>: Article Number 17072", "author": "Meinardi, F., Bruni, F., Brovelli, S.", "date": "November 2017", "ref": "lsc_bld"}, {"ref": "lsc_lcoe1", "author": "Haviv, S., Revivo, N., Kruger, N., Manor, A., Khachatryan, B., Shustov, M., Rotschild, C.", "title": "Luminescent Solar Power—PV/Thermal Hybrid Electricity Generation for Cost-Effective Dispatchable Solar Energy", "journal": "ACS Applied Materials & Interfaces <b>12</b>(32), pp. 36040–36045", "date": "July 2020", "url": "https://pubs.acs.org/doi/10.1021/acsami.0c08185"}, {"title": "Maturity assessment of the solar updraft tower technology", "url": "https://www.sciencedirect.com/science/article/pii/S1755008418302680", "journal": "Renewable Energy Focus <b>27</b>, pp. 135-144", "author": "Boretti, A., Al-Zubaidy, S.", "date": "December 2018", "ref": "solar_updraft3"}, {"date": "October 2007", "url": "http://www.nss.org/settlement/ssp/library/nsso.htm", "title": "Space-Based Solar Power As an Opportunity for Strategic Security, Phase 0 Architecture Feasibility Study", "ref": "sbsp", "author": "National Security Space Office"}, {"date": "Accessed August 1, 2019", "url": "https://www.mtu.edu/ece/department/faculty/full-time/zekavat/pdfs/ssp2015-jaffe2.pdf", "title": "A Modular Space Solar Power Pathfinder Mission in Low Earth Orbit", "ref": "jaffe", "author": "Jaffe, P."}, {"title": "Lunar-Based Self-Replicating Solar Factory", "url": "http://online.liebertpub.com/doi/full/10.1089/space.2015.0041", "journal": "New Space <B>4</B>(1), pp. 53-62", "author": "Lewis-Weber, J.", "date": "March 2016", "ref": "lunar_space"}, {"ref": "iter_cost", "author": "Kramer, D.", "title": "ITER disputes DOE’s cost estimate of fusion project", "journal": "Physics Today", "date": "April 2018", "url": "https://physicstoday.scitation.org/do/10.1063/PT.6.2.20180416a/full/"}]}