{"sections": [{"content": ["The broader transportation system, which includes the transportation of goods and data, and the manufacture of vehicles and transportation infrastructure, consumes about a quarter of world energy and is responsible for about a quarter of world greenhouse gas emissions.", "-world_transportation_energy.jpg", "!Energy consumption in the world transportation system. See our analysis of <a href=\"/solution/energy/transpo_ghg\">energy and emissions in transportation</a> for more details.", "-world_transportation_ghg.jpg", "!Greenhouse gas emissions from the world transportation system. See our analysis of <a href=\"/solution/energy/transpo_ghg\">energy and emissions in transportation</a> for more details.", "We estimate the following potential to reduce energy consumption and emissions throughout the transportation system. While there is significant potential for savings in vehicle efficiency and fuel switching, the biggest opportunities lie in overhauling land use patterns.", "-transpo_savings.jpg", "!Energy savings potential in transportation. See our analyses of <a href=\"/solution/energy/density\">urban density</a>, <a href=\"/solution/energy/transpo_cars\">cars</a>, <a href=\"/solution/energy/transpo_freight\">freight</a>, and <a href=\"/solution/energy/transpo_intercity\">aviation</a> for details.", "The energy required for a typical work commute depends more on the distance traveled, which in turn depends greatly on the urban form, than it does on the mode of travel.", "-model_commute.jpg", "!Energy consumption from different modes of transportation can vary widely, especially by the number of passengers in the case of rail and buses. <a href=\"/solution/energy/transpo_cars\">Cars</a>, <a href=\"/solution/energy/transpo_transit\">rail, and buses</a> require comparable amounts of energy on average for equal length trips. However, compacts forms of transportation enable <a href=\"/solution/energy/transpo_systems\">greater density</a>, allowing for shorter distances and energy savings.", "In the context of energy efficiency, we observe that the <a href=\"/solution/energy/rebound_se\">rebound effect</a>, or the tendency for a portion of expected savings from energy efficiency to be spent on greater consumption. A <a href=\"/solution/cities/transpo_demand\">similar phenomenon</a> is observed in transportation, in that increased road capacity, vehicle speed, rail construction, and other transportation improvements tend to increased demand. Different modes, such as high speed rail and air travel, are not always substitutes.", "While <a href=\"/solution/energy/transpo_data\">information technology</a> is a relatively small energy demand today, it have the potential for substantial growth in the coming years."]}], "title": "Overview of Transportation", "parent_link": "transport", "parent_name": "Transportation", "references": []}