{"sections": [{"content": ["Transportation systems and the urban form are inextricably linked."]}, {"content": ["There is generally a tradeoff between the space requirements for a mode of transportation and the geographic range of destinations. The following portrays the space requirements for various modes of transportation that are suitable for daily commuting.", "-commuter_space.jpg-45", "!Space requirements per passenger for several commuting modes. Calculations assume 1.14 passengers on average per car, the average for commuting as per Litman [vtpi_space], 42 for a bus, as per the Colorado Department of Transportation [codot] and 5.7 for a vanpool, as per the American Public Transportation Association [apta], three second stopping times, and lane widths of four meters. Area needs for other mass transit modes are adapted from Babadjanov [babadjanov]. Vehicle speeds are adapted from the APTA [apta], BRT Data [brt_data], Johnson [ggwash], and Litman [tca]. Space estimates only account for space required when a vehicle is in motion, and not for parking or maintenance facilities.", "The following portrays the 45 minute travel range for different modes of commuter transportation.", "-commuter_range.jpg-45", "!Commuting range by mode. For mass transit, we assume 10 minutes of waiting, transferring, and walking to and from transit stops. Circuity--the ratio between the actual distance traveled and the Euclidean distance between two points--is a parameter adapted from Giacomin and Levinson [car_circuity] for cars and Huang and Levinson [transit_circuity] for transit buses, estimated to be 1.5 for other forms of mass transit, and estimated to be 1.2 for active transportation. For mass transit, we assume up to 300 meters of walking to the first stop and from the last."], "name": "Space and Speed"}, {"name": "How Transportation Shapes the Urban Form", "content": ["Due to the space required by transportation infrastructure, there is a limit to the size and population density of a city before the roads, trains, or buses become too congested. In the following, we estimate, using a simplified urban model, the limits imposed by different transportation modes.", "-transport_urban_form.jpg", "!Our simplified model assumes the following: each city is a 30 minute commutershed around a central business district, using the predominant form of transportation; uniform population density; 15% of surface area dedicated to roads or rail (not including parking, vehicle maintenance facilities, etc.); the road network must accomodate 25% of the population traveling at peak; personal space is 50 square meters per person; no allowance for freight and emergency vehicles. The floor area ratio is the ratio between the residential floor area and land dedicated to residences.", "In a large, car-dependent city, population density is limited by traffic congestion rather than building space. Hence such cities tend to have large single-family homes on large lots.", "The 30 minutes travel radius is based on Marchetti's constant [marchetti], the observation that, historically, humans tend to spend on average one hour commuting each day (30 minutes each way). In practice, the largest metros exceed the estimates above by growing beyond the 30 minute travel radius."]}, {"content": ["As more cars are driven through urban areas, more space and resources are devoted to roads and parking, and less to public transit and walking/biking lanes, reducing their viability as primary transportation modes. In this manner, a feedback cycle causes automobiles to become the standard mode of transportation [litman2013]. Automobile alternatives are often stigmatized.", "Overcoming this cycle can be difficult, as the more automobiles and the infrastructure that supports them become entrenched, the harder it is to institute reforms. It takes decades to alter transportation networks, and resistance to change is driven by the cycle of automobile dependency.", "-auto_dependency.png", "<a href='/Auto Dependence.pdf'>One-page handout on automobile dependency (PDF)</a>", "<a href='/auto_dependence_low_toner.pdf'>One-page handout on automobile dependency (PDF, low toner version)</a>"], "name": "Automobile Dependency (<a href='/Auto Dependence.pdf'>PDF,</a> <a href='/auto_dependence_low_toner.pdf'>low toner PDF</a>)"}], "title": "Transportation and Land Use", "parent_link": "transport", "parent_name": "Transportation", "references": [{"title": "Transportation Land Valuation: Evaluating Policies and Practices that Affect the Amount of Land Devoted to Transportation Facilities", "url": "https://www.vtpi.org/land.pdf", "journal": "Victoria Transport Policy Institute", "author": "Litman, T.", "date": "November 2018", "ref": "vtpi_space"}, {"date": "Accessed June 22, 2019", "url": "https://www.codot.gov/programs/commuterchoices/documents/trandir_transit.pdf", "title": "Overview of Transit Vehicles", "ref": "codot", "author": "Colorado Department of Transportation"}, {"date": "2019", "url": "https://www.apta.com/research-technical-resources/transit-statistics/public-transportation-fact-book/", "title": "Public Transportation Fact Book", "ref": "apta", "author": "American Public Transportation Association"}, {"title": "The Supply And Demand Of Street Space", "url": "https://www.theurbanist.org/2016/05/26/the-supply-and-demand-of-street-space/", "journal": "The Urbanist", "author": "Babadjanov, A.", "date": "May 2016", "ref": "babadjanov"}, {"date": "Accessed June 22, 2019", "url": "https://brtdata.org/indicators/corridors/operating_speed_corridor", "title": "Operating Speed, Corridor", "ref": "brt_data", "author": "BRT Data"}, {"title": "Average schedule speed: How does Metro compare?", "url": "https://ggwash.org/view/4524/average-schedule-speed-how-does-metro-compare", "journal": "Greater Greater Washington", "author": "Johnson, M.", "date": "March 2010", "ref": "ggwash"}, {"title": "Transportation Cost and Benefit Analysis Techniques, Estimates and Implications (Second Edition)", "url": "https://www.vtpi.org/tca/", "journal": "Victoria Transport Policy Institute", "author": "Litman, T.", "date": "October 2016", "ref": "tca"}, {"title": "Road network circuity in metropolitan areas", "url": "https://journals.sagepub.com/doi/abs/10.1068/b130131p", "journal": "Environment and Planning B: Urban Analytics and City Science", "author": "Giacomin, D., Levinson, D.", "date": "January 2015", "ref": "car_circuity"}, {"title": "Circuity in urban transit networks", "url": "https://www.sciencedirect.com/science/article/abs/pii/S0966692315001672", "journal": "Journal of Transport Geography <b>48</b>, pp. 145-153", "author": "Huang, J., Levinson, D.", "date": "2015", "ref": "transit_circuity"}, {"ref": "marchetti", "author": "Marchetti, C.", "title": "Anthropological Invariants in Travel Behavior", "journal": "Technological Forecasting and Social Change <b>47</b>, pp. 75-88", "date": "1994", "url": "http://www.cesaremarchetti.org/archive/electronic/basic_instincts.pdf"}, {"title": "Smarter Congestion Relief in Asian Cities: Win-Win Solutions to Urban Transport Problems", "url": "https://www.unescap.org/sites/default/files/b82_Chapter1.pdf", "journal": "Transport and Communications Bulletin for Asia and the Pacific <b>82</b>", "author": "Litman, T.", "date": "2013", "ref": "litman2013"}]}