{"sections": [{"content": ["Aside from avoiding <a href=\"/solution/health\">premature death</a>, people have material and social needs to live proserous lives. Life satisfaction is a measure of well-being that asks people to rate their overall satisfaction with life on a scale from 0 to 10 [happy_choice]. In the UK, the following factors have been found to positively affect life satisfaction.", "-life_satisfaction.jpg", "!Factors that influence life satisfaction. Values are coefficients in a regression of life satisfaction against several variables, controlled for some variables related to family origin. Higher values mean that the variable is a more important determinant of life satisfaction. Income and education are, at least to some extent, positional variables, in that a person's rank in society is important along with the absolute level of income or education. Source: Powdthavee et al. [happiness_origins].", "In understanding the differences between overall national life satisfaction across countries, income emerges as a major determinant.", "-country_satisfaction.jpg", "!Factors that influence aggregate national life satisfaction. Values are coefficients (with mathematical transformations) of overall national life satisfaction against several variables. Portrayed is the estimate portion of national satisfaction differences that can be explained by each variable. Source: Frijters et al. [happy_choice].", "Life events and changes have been estimated to have the following impacts on life satisfaction.", "-event_satisfaction.jpg", "!Impact of life events ahd changes on life satisfaction. Increases in air pollution compare to safe standards of 150 micrograms/m<sup>3</sup> for PM<sub>10</sub> [epa_pm10] and 200 micrograms/m<sup>3</sup> for SO<sub>2</sub> [epa_so2] as specified by the U. S. Environmental Protection Agency. Source: Frijters et al. [happy_choice]."]}, {"name": "Income and Well-Being", "content": ["Of great interest, in considering national economic policy, is the link between national income or GDP and overall well-being. The Easterlin Paradox [easterlin1974] holds that, beyond a certain level of economic development, additional national income does not improve national happiness. Since then, several studies have examined the relationship further, with the weight of evidence that even wealthier countries see happiness gains from additional economic growth. Following is a summary of select studies.", "-income_happiness.jpg", "!Select studies that examine the relationship between national GDP or income and happiness. Studies cited: [diener2][diener][easterlin][kahneman][layard][wolfers][veenhoven][yuchen].", "Studies generally find a linear relationship between well-being and the log of income (e.g. [wolfers] and [veenhoven]). This means that, at higher levels of wealth, a greater increase of income is needed to produce the same increase of well-being."]}], "title": "Well-Being", "parent_link": "society", "parent_name": "Society", "references": [{"ref": "happy_choice", "author": "Frijters, P., Clark, A., Krekel, C., Layard, R.", "title": "A Happy Choice: Wellbeing as the Goal of Government", "journal": "CEP Discussion Papers dp1658, Centre for Economic Performance, LSE", "date": "October 2019", "url": "https://ideas.repec.org/p/cep/cepdps/dp1658.html"}, {"ref": "happiness_origins", "author": "Powdthavee, N., Layard, R., Clark, A., Fleche, S., Ward, G.", "title": "The Origins of Happiness: How new science can transform our priorities", "journal": "Seminar Notes", "date": "2017", "url": "https://www.pier.or.th/wp-content/uploads/2017/01/Seminar2017_NattavudhPowdthavee.pdf"}, {"ref": "epa_pm10", "author": "U. S. Environmental Protection Agency", "title": "The National Ambient Air Quality Standards for Particle Pollution", "date": "Revised December 2012", "url": "https://www.epa.gov/sites/production/files/2016-04/documents/2012_aqi_factsheet.pdf"}, {"ref": "epa_so2", "author": "U. S. Environmental Protection Agency", "title": "Primary National Ambient Air Quality Standard (NAAQS) for Sulfur Dioxide", "date": "Revised February 2019", "url": "https://www.epa.gov/so2-pollution/primary-national-ambient-air-quality-standard-naaqs-sulfur-dioxide"}, {"ref": "easterlin1974", "author": "Easterlin, R.", "title": "Does Economic Growth Improve the Human Lot? Some Empirical Evidence", "journal": "Nations and Households in Economic Growth, Essays in Honor of Moses Abramovitz, pp. 89-125", "date": "1974", "url": "https://www.sciencedirect.com/science/article/pii/B9780122050503500087"}, {"ref": "diener2", "author": "Diener, E., Sandvik, E., Seidlitz, L., Diener, M.", "title": "The relationship between income and subjective well-being: Relative or absolute?", "journal": "Social Indicators Research <b>28</b>, pp. 195-223", "date": "March 1993", "url": "https://link.springer.com/article/10.1007/BF01079018"}, {"ref": "diener", "author": "Diener, E., Tay, L., Oishi, S.", "title": "Rising income and the subjective well-being of nations", "journal": "Journal of Personality and Social Psychology <b>104</b>(2), pp. 267-276", "date": "2013", "url": "https://psycnet.apa.org/doiLanding?doi=10.1037%2Fa0030487"}, {"ref": "easterlin", "author": "Easterlin, R.", "title": "Paradox Lost?", "journal": "Review of Behavioral Economics <b>4</b>(4), pp. 311-339", "date": "December 2017", "url": "http://dx.doi.org/10.1561/105.00000068"}, {"ref": "kahneman", "author": "Kahneman, D., Deaton, A.", "title": "High income improves evaluation of life but not emotional well-being", "journal": "Proceedings of the National Academy of Sciences of the United States of America <b>107</b>(38), pp. 16489-16493", "date": "September 2010", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2944762/"}, {"ref": "layard", "author": "Layard, R.", "title": "Has social science a clue?: what is happiness? Are we getting happier?", "journal": "In: Lionel Robbins memorial lecture series , 03-05 Mar 2003, London, UK", "date": "March 2003", "url": "http://eprints.lse.ac.uk/47425/1/__libfile_REPOSITORY_Content_Layard_Has%20social%20science%20a%20clue%20what%20is%20happiness_Has%20social%20science%20a%20clue%20what%20is%20happiness%20%28LSE%20RO%29.pdf"}, {"ref": "wolfers", "author": "Stevenson, B., Wolfers, J.", "title": "Economic Growth and Subjective Well-Being: Reassessing the Easterlin Paradox", "journal": "Brookings Papers on Economic Activity, Vol. 2008", "isbook": 1, "date": "Spring 2008", "url": "https://www.jstor.org/stable/27561613?seq=1"}, {"ref": "veenhoven", "author": "Veenhoven, R., Vergunst, F.", "title": "The Easterlin illusion: economic growth does go with greater happiness", "journal": "International Journal of Happiness and Development <b>1</b>(4)", "date": "2014", "url": "http://www.inderscience.com/offer.php?id=66115"}, {"ref": "yuchen", "author": "Yu, Z., Chen, L.", "title": "Income and Well-Being: Relative Income and Absolute Income Weaken Negative Emotion, but Only Relative Income Improves Positive Emotion", "journal": "Frontiers in Psychology <b>7</b>:2012", "date": "2016", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5174105/"}]}