{"sections": [{"name": "Wildfire Trends", "content": ["There is no clear trend toward increased wildfire worldwide, but several regions, such as the Western United States, have seen an increase in the last few decades [doerr]. Climate change is responsible for over half of the increase in fuel aridity in California--the main factor contributing to fire intensity--since the 1980s and is expected to continue to exacerbate the threat [abatzoglou]. Damages in the United States vary widely by season.", "-wildfire_losses.svg-60", "!Annual wildfire damages in the United States, 2016 dollars. Source: Thomas et al. [wildfire_loss].", "Despite expanding human presence in wildfire-prone areas, most wildfire damage in the United States is caused by lighting-started fires.", "-fire_cause.svg-60", "!Source: National Interagency Fire Center [nifc].", "Most wildfire deaths are caused by smoke exposure, with relatively few deaths directly from fires.", "-wildfire_deaths.svg", "!Deaths from direct wildfire exposure and from particulate (smoke) exposure. Sources: Doerr and Santín [doerr] and Johnston et al. [wildfire_deaths]", "About 4% of global vegetated surface burns every year [wildfire_deaths].", "We posit three key factors necessary for understanding and managing the wildfire risk: climate change, as noted above; the accumulation of forest biomass as a result of forest management practices; and the exposure of people and property to fire-prone areas."]}, {"name": "Fire Suppression", "content": ["Fire suppression is the practice of aggressively suppressing wildfires. While fire suppression can prevent fire in the short term, the practice disrupts natural ecological cycles--of which fire is a part--and leads to an accumulation of biomass which increases the future fire risk. Fire suppression has been identified as a contributing factor to increasing intensity of Western wildfires since the 1980s [suppression1][suppression3][suppression2].", "-wildfire_trends.svg", "!Sources: [wildfire_buechi][wildfire_17th][wildfire_nintel][stephens_wildfire].", "Controlled burns [suppression1] or allowing greater natural fires [suppression2] may be a more sustainable method for managing wildfire risk. Thinning, or the practice of removing smaller, more combustable trees from a forest, helps reduce wildfire risk [thinning].", "@@controlled_burns.json"]}, {"name": "Exposure to Risk", "content": ["The wildland-urban interface is the collection of urban development that is exposed to wildfire risk. Development patterns in recent decades have increased exposure.", "-wui.svg", "!Increased exposure of human development to wildfire risk in the United States from 1990 to 2010. Source: Radeloff et al. [wui].", "Wildfire fighting is paid for primarily by the U. S. Forest Service, and thus the costs of firefighting are externalized to both property owners and the states, cities, and counties that make land use decision [rasker]. This may lead to more, or lower density, development in fire-prone areas than is optimal.", "@@fire_insurance.json"]}], "title": "Wildfire Management", "parent_link": "forestry", "parent_name": "Forestry", "references": [{"ref": "doerr", "author": "Doerr, S., Santín, C.", "title": "Global trends in wildfire and its impacts: perceptions versus realities in a changing world", "journal": "Philosophical Transactions of the Royal Society B: Biological Sciences <b>371</b>(1696): 20150345", "date": "June 2016", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4874420/"}, {"ref": "abatzoglou", "author": "Abatzoglou, J., Williams, A.", "title": "Impact of anthropogenic climate change on wildfire across western US forests", "journal": "Proceedings of the National Academy of Sciences of the United States of America <b>113</b>(42) 11770-11775", "date": "October 2016", "url": "https://www.pnas.org/content/113/42/11770"}, {"ref": "wildfire_loss", "author": "Thomas, D., Butry, D., Gilbert, S., Webb, D., Fung, J.", "title": "The Costs and Losses of Wildfires: A Literature Review", "journal": "National Institute of Standards and Technology Special Publication 1215", "date": "November 2017", "url": "https://www.nist.gov/publications/costs-and-losses-wildfires"}, {"ref": "nifc", "author": "National Interagency Fire Center", "title": "National Interagency Fire Center", "date": "Accessed August 25, 2020", "url": "https://www.nifc.gov/fireInfo/fireInfo_statistics.html"}, {"ref": "wildfire_deaths", "author": "Johnston, F., Henderson, S., Chen, Y., Randerson, J., Marlier, M., DeFries, R., Kinney, P., Bowman, D., Brauer, M.", "title": "Estimated Global Mortality Attributable to Smoke from Landscape Fires", "journal": "Environmental Health Perspectives <b>120</b>(5), pp. 695-701", "date": "May 2012", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3346787/"}, {"ref": "suppression1", "author": "Boisramé, G., Thompson, S., Collins, B., Stephens, S.", "title": "Managed Wildfire Effects on Forest Resilience and Water in the Sierra Nevada", "journal": "Ecosystems <b>20</b>, pp. 717-732", "date": "October 2016", "url": "https://link.springer.com/article/10.1007/s10021-016-0048-1"}, {"ref": "suppression3", "author": "Ingalsbee, T.", "title": "Getting Burned: A Taxpayer's Guide to Wildfire Suppression Costs", "journal": "Firefighters United for Safety, Ethics, & Ecology", "date": "August 2010", "url": "http://www.telluridefire.com/image/taxpayer.pdf"}, {"ref": "suppression2", "author": "Schoennagel, T., Balch, J., Brenkert-Smith, H., Dennison, P., Harvey, B., Krawchuk, M., Mietkiewicz, N., Morgan, P., Moritz, M., Rasker, R., Turner, M., Whitlock, C.", "title": "Adapt to more wildfire in western North American forests as climate changes", "journal": "Proceedings of the National Academy of Sciences of the United States of America <b>114</b>(18), pp. 4582-4590", "date": "May 2017", "url": "https://www.pnas.org/content/114/18/4582"}, {"ref": "wildfire_buechi", "author": "Buechi, H., Cameron, D., Heard, S., Plantinga, A. J., Weber, P.", "title": "Long-term Trends in Wildfire Damages in California", "journal": "The Nature Conservancy, emLab", "date": "March 2020", "url": "https://emlab.msi.ucsb.edu/sites/emlab.msi.ucsb.edu/files/wildfire-brief.pdf"}, {"ref": "wildfire_17th", "author": "Reynolds, R. V., Pierson, A. H.", "title": "The Saw-Timber Resources of the United States, 1630-1930", "journal": "United States Department of Agriculture, Forest Service, Division of Forest Economics", "date": "December 1941", "url": "https://books.google.com/books/about/The_Saw_Timber_Resource_of_the_United_St.html?id=ylv-uQEACAAJ&utm_source=gb-gplus-shareThe"}, {"ref": "wildfire_nintel", "author": "Ricón, J. L.", "title": "Wildfires in California (I)", "journal": "Nintel", "date": "June 2021", "url": "https://nintil.com/wildfires-california"}, {"ref": "stephens_wildfire", "author": "Stephens, S. L., Martin, R. E., Clinton, N. E.", "title": "Prehistoric fire area and emissions from California’s forests, woodlands, shrublands, and grasslands", "journal": "Forest Ecology and Management <b>251</b>(3), pp. 205-216", "date": "November 2007", "url": "https://www.sciencedirect.com/science/article/abs/pii/S0378112707004379"}, {"ref": "thinning", "author": "Agee, J., Skinner, C.", "title": "Basic principles of forest fuel reduction treatments", "journal": "Forest Ecology and Management <b>211</b>(1-2), pp. 83-96", "date": "June 2005", "url": "https://www.sciencedirect.com/science/article/abs/pii/S0378112705000411"}, {"ref": "wui", "author": "Radeloff, V., Helmers, D., Kramer, H., Mockrin, M., Alexandre, P., Bar-Massada, A., Butsic, V., Hawbaker, T., Martinuzzi, S., Syphard, A., Stewart, S.", "title": "Rapid growth of the US wildland-urban interface raises wildfire risk", "journal": "Proceedings of the National Academy of Sciences of the United States of America <b>115</b>(13) 3314-3319", "date": "March 2018", "url": "https://www.pnas.org/content/115/13/3314"}, {"ref": "rasker", "author": "Rasker, R.", "title": "Solutions to the Rising Costs of Fighting Fires in the Wildland-Urban Interface", "journal": "Headwaters Economics, Bozeman, Montana", "date": "December 2009", "url": "https://headwaterseconomics.org/wp-content/uploads/HeadwatersFireCosts.pdf"}]}