{"sections": [{"content": ["Since 2000, municipal solid waste (MSW) recycled rates in the United States <a href=\"/solution/waste/recycling_overview\">have been stagnating</a>. However, almost all MSW can feasibly be recycled in some way.", "We propose the following three-part solution to achieve nearly zero waste.", "<b>Landfill Tax</b>", "Landfilling or incinerating MSW comes with environmental harm, both from the landfill or incinerator itself, and from manufacturing products from virgin material instead of recycled material. This environmental harm is currently an external cost that is not accounted for in waste management decisions, and it should be internalized through a <a href=\"/solution/waste/landfill_tax\">tax on landfills or incinerators</a>. The precise appropriate value of the tax varies by facility, but we estimate that it would be around $100 per ton of solid waste.", "<b>Wet/dry Collection</b>", "Several studies have suggested that the amount of material recycled <a href=\"/solution/waste/waste_facilities\">can be maximized</a> through a dual stream, wet/dry system. This means that consumers place their waste in two bins: one for inorganic (dry) material such as paper, plastic, and metals, and one for organic (wet) material. Although public participation is a bit lower than for the simpler single stream method, this is more than made up for by lower contamination.", "<b>Funding of Material Recovery Facilities</b>", "MSW collection and processing is generally controlled by public municipal governments, and therefore public finding of <a href=\"/solution/waste/waste_facilities\">material recovery facilities</a> may be appropriate.", "The cost of federal funding for material recovery facilities (MRF) would be comparable to other forms of federally funded infrastructure.", "-zero_waste.svg", "!The above figures are federal funds only, not including state and local funding. Transportation spending is for 2014 [transpo_funding_report] and the Clean Water State Revolving Fund for 2019 [clean_water_report], with figures CPI-adjusted to 2020. The cost of material recovery is based on nearly 300 million tons of municipal solid waste generated annually [msw_tons], with cost estimates as reported in our <a href=\"/solution/waste/waste_facilities\">analysis</a> of MRF costs.", "@@zero_waste.json"]}], "title": "Zero Waste", "parent_link": "zero_waste", "parent_name": "Zero Waste", "references": [{"ref": "transpo_funding_report", "author": "Brunbaugh, S., Firestine, T., Notis, K.", "title": "Government Transportation Expenditures and Revenues", "journal": "Transportation Economic Trends 2017", "date": "January 2018", "url": "https://rosap.ntl.bts.gov/view/dot/35472"}, {"ref": "clean_water_report", "author": "U. S. Environmental Protection Agency", "title": "2019 Annual Report: Building the Project Pipeline, Clean Water State Revolving Fund", "date": "September 2020", "url": "https://www.epa.gov/sites/default/files/2020-10/documents/2019_cwsrf_annual_report_9-10.pdf"}, {"ref": "msw_tons", "author": "U. S. Environmental Protection Agency", "title": "National Overview: Facts and Figures on Materials, Wastes and Recycling", "date": "Accessed January 18, 2022", "url": "https://www.epa.gov/facts-and-figures-about-materials-waste-and-recycling/national-overview-facts-and-figures-materials"}]}