{"sections": [{"content": ["Cities adopt a range of zoning and other policies that prevent density and the environmental and economic benefits that density provides. Zoning is a major contributor in high housing costs [glaeser_gyourko2002], and by preventing people from being able to move to highly productive cities, zoning restrictions are estimated to cost the American economy from $400 billion to $1.7 trillion per year [glaeser_gyourko][golden_state][hm2017].", "State and local governments spend most of their budgets on infrastructure, services, and subsequent resulting debt and pensions. The United States struggles to adequately fund infrastructure [cfr_infrastructure], and state and local governments chronically struggle with their budgets [csg_finances]. Inefficient urban development patterns are a major driver of these problems.", "The main classes of zoning restrictions--unit size, parking requirements, lot size, and height rules--should be subjected to periodic cost-benefit audit. In some cases there may be justification for retaining the rules, such as management of traffic [far_traffic], but cities should periodically reanalyze their rules. Additionally, municipal taxes and fees should properly reflect the cost of providing service."]}, {"content": ["There is a wide range of policies that cities adopt that affect development patterns. We compare the land, energy, and greenhouse gas impacts of four of the major policies.", "-Zoning Costs.jpg-70", "!Comparison of the energy and land use impacts of four zoning policies, shown per unit affected. The rules are a <b>minimum lot requirement</b> of half an acre for single family homes, when otherwise a median lot would be used; a <b>parking minimum</b> that requires 0.5 more parking spaces per unit than necessary for a walk-up apartment; a <b>minimum unit size</b> that causes a building of studio apartments to be built instead of an single room occupancy building; and a <b>height limit</b> that requires a six story apartment building when the market would otherwise supply 12 stories. For the latter three scenarios, all people displaced by zoning instead live in median lot detached homes. Source and calculation details are below."], "name": "Zoning Impact Overview"}, {"content": ["Most cities place severe restrictions or outright bans [sf_microapt] on the construction of small housing units, such as microapartments (typically less than 300 square feet) or single-room occupancy units. Allowing small units can create affordable options for singles that would otherwise not be available, as well as take pressure off the market for larger units. In cities with a high cost of living, there is strong evidence for unmet demand for small units [micro_apt].", "The following shows how a given building with 67,100 gross square feet can accomodate more people through small unit sizes.", "-compact_housing.jpg-70", "!Allowing smaller units can increase the housing stock in a given building envelope. Source: Stern and Yager [small_units]."], "name": "Unit Size"}, {"content": ["Most cities require that new developments provide parking. These requirements often exceed the actual need for parking, add to the cost of new development, and consume space that could otherwise be used more productively.", "-Annual Parking Cost.jpg-60", "!Cost of providing parking. Source: Litman [vtpi_parking].", "The cost of excessive parking spaces is borne by the developer, who must in turn pass it on to the renters, homebuyers, or businesses. Including access roads, one acre holds 125 parking space [vtpi_parking], <a href='/solution/housing'>preventing</a> the construction of 5 single family homes with median lot size, 22 walk-up apartment units, or 72 midrise apartment units. The reduction in the housing stock raises the cost of living throughout the city [parking_housing_stock]."], "name": "Parking Minimum"}, {"content": ["Cities often require a minimum lot size for new single-family homes. These rules lower population density and increase the cost of housing. In the Greater Boston Area, for instance, an increase of the minimum lot requirement by a quarter acre causes an estimated 10% decrease in the housing supply and 3.3% increase in price [boston_mlr]. The reduction of supply in one town raises prices in neighboring towns [mlr_spillover].", "Similarly, restrictions on the height of buildings, or on the floor-area ratio (the ratio between the total building floor space and the area of the lot) reduce a city's supply of valuable floor space that is close to the urban core."], "name": "Density Restrictions"}, {"content": ["The following estimates costs in dollars per person per year for infrastructure and services based on the urban form. Insofar as they are not captured in property taxes or development fees, they are externalized costs.", "-Annual Externalities Cost per Person.jpg-60", "!Annual cost per person of supplying municipal services and infrastructure by housing type. Source: Halifax Regional Municipality [halifax].", "When the price of infrastructure and services is not paid by their primary users, there is an incentive for the city to expand needlessly, leaving established residents with high taxes and fees. To address this, cities should insure that the incremental cost of new infrastructure and services is reflected in new development. This could be done by multiplying property tax by a factor that is the property's estimated demand for municipal services. Additionally, cities should periodically review development charges to insure that they reflect actual infrastructure costs."], "name": "Infrastructure and Service Costs"}], "title": "Zoning and Taxes", "parent_link": "cities", "parent_name": "Cities", "references": [{"date": "March 2002", "url": "https://law.yale.edu/system/files/documents/pdf/hier1948.pdf", "title": "The Impact of Zoning on Housing Affordability", "ref": "glaeser_gyourko2002", "author": "Glaeser, E., Gyourko, J."}, {"title": "The Economic Implications of Housing Supply", "url": "https://www.aeaweb.org/articles?id=10.1257/jep.32.1.3", "journal": "Journal of Economic Perspectives <b>32</b>(1), pp. 3-30", "author": "Glaeser, E., Gyourko, J.", "date": "Winter 2018", "ref": "glaeser_gyourko"}, {"title": "Tarnishing the Golden and Empire States: Land-Use Restrictions and the U.S. Economic Slowdown", "url": "https://www.sciencedirect.com/science/article/pii/S0304393217301265", "journal": "Journal of Monetary Economics <b>93</b>, pp. 89-109", "author": "Herkenhoff, K., Ohanian, L., Prescott, E.", "date": "January 2018", "ref": "golden_state"}, {"title": "Housing Constraints and Spatial Misallocation", "url": "http://www.nber.org/papers/w21154", "journal": "NBER Working Paper No. 21154", "author": "Hsieh, C. and Moretti, E.", "date": "May 2017", "ref": "hm2017"}, {"url": "https://www.cfr.org/backgrounder/state-us-infrastructure", "date": "September 2020", "journal": "Council on Foreign Relations", "title": "The State of U.S. Infrastructure", "ref": "cfr_infrastructure", "author": "McBride, James"}, {"title": "State and Local Governments Reshape Their Finances", "url": "http://knowledgecenter.csg.org/kc/content/state-and-local-governments-reshape-their-finances", "journal": "The Council of State Governments", "author": "Boyd, D., Dadayan, L.", "date": "July 2016", "ref": "csg_finances"}, {"title": "The Impact of Raising the Maximum Floor Area Ratio on Commuting Congestion", "url": "https://www.rieti.go.jp/en/publications/summary/05040001.html", "journal": "Economic & Industrial Research Department, Development Bank of Japan", "author": "Terasaki, T.", "date": "April 2005", "ref": "far_traffic"}, {"title": "Looking through the lens of size: Land use regulations and micro-apartments in San Francisco", "url": "https://scholarcommons.scu.edu/cgi/viewcontent.cgi?article=1041&context=ess", "journal": "Cityscape <b>17</b>(2)", "author": "Gabbe, C. J.", "date": "2015", "ref": "sf_microapt"}, {"date": "2014", "url": "http://uli.org/report/uli-multifamily-product-councils-publish-new-research-micro-units/", "title": "The Macro View on Micro Units", "ref": "micro_apt", "author": "Urban Land Institute"}, {"title": "21st Century SROs: Can Small Housing Units Help Meet the Need for Affordable Housing in New York City?", "url": "http://furmancenter.org/files/NYUFurmanCenter_SmallUnitsInNYC_WorkingPaper_Update_20FEB2018.pdf", "journal": "NYU Furman Center", "author": "Stern, E., Yager, J.", "date": "February 2018", "ref": "small_units"}, {"title": "Parking Requirement Impacts on Housing Affordability", "url": "http://www.vtpi.org/park-hou.pdf", "journal": "Victoria Transport Policy Institute", "author": "Litman, T.", "date": "August 2016", "ref": "vtpi_parking"}, {"title": "The effect of minimum parking requirements on the housing stock", "url": "https://www.sciencedirect.com/science/article/abs/pii/S0967070X16302232", "journal": "Transport Policy <b>49</b>, pp. 206-215", "author": "Andersson, M., Mandell, S., Thörn, H., Gomér, Y.", "date": "July 2016", "ref": "parking_housing_stock"}, {"title": "How large lot zoning and other town regulations are driving up home prices", "url": "https://commonwealthmagazine.org/uncategorized/how-large-lot-zoning-and-other-town-regulations-are-driving-up-home-prices/", "journal": "CommonWealth Magazine", "author": "Glaeser, E., Schuetz, J., Ward, B.", "date": "January 2006", "ref": "boston_mlr"}, {"title": "The impact of minimum lot size regulations on house prices in Eastern Massachusetts", "url": "https://www.sciencedirect.com/science/article/pii/S016604621100072X", "journal": "Regional Science and Urban Economics <b>41</b>(6), pp. 571-583", "author": "Zabel, J., Dalton, M.", "date": "November 2011", "ref": "mlr_spillover"}, {"date": "April 2005", "url": "http://usa.streetsblog.org/wp-content/uploads/sites/5/2015/03/Halifax-data.pdf", "title": "Settlement Pattern and Form with Service Cost Analysis", "ref": "halifax", "author": "Halifax Regional Municipality"}]}